每天思考、阅读、学习、整理然后上传github-----水滴石穿
人生就是一天加一天，珍惜今天就是珍惜人生

PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
每日必看
□今天最严重的问题点 
□今天最应注意的地方
□今天最重要的指示命令
□今天最好的构想
□今天最该反省的事  
□明天最重要的课题
 
注意： 
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，
人家可以做成的事，你一定也可以做成功！
"#########################################################################



"#########################################################################
20220805
写出自己的所思所想；
一定要多写，思想没有写出来证明并没有完全想清楚；
再者，写东西可以让自己避免陷入浪费时间，网中游荡；
互联网虽然有非常丰富的内容，但当你并不清楚自己需要什么时；花大量的时间在浏览网页就是自杀；
1、整理整理自己以前所写的东西；
2、把个人认为重要的内容单独存一个文件；
3、制定以后的写作规定；
4、要考虑如何坚持，很多想法都只是有个开头，没有长期坚持下去；

今天早上整理了以前的日记，发现2013 2014年时还是思考了很多，并记录下来了；
当时也曾经提醒自己坚持反思，坚持日记，但中途又断了；随着年龄增加发现人不能盲目，关键还是要思考，而且要敢于行动；
我在思考上还勉强合格，但在行动上去落后太多；总是想了很多却没有付诸实施；


今天下午与江苏鸟叔机器视觉培训联系，虽然并不一定能成功，但与外界多联系，多尝试才能有机会；

回故前段时间：一是到成都参加潘丰培训；二是到江西参加中层培训，三是回中宁2周；






