"##################################################################"


优秀的孩子是这样培养的 教育专家给家长的100条建议！！！（建议永久保存） 
教育篇： 
1．每天花半个小时和孩子交流。 
2．和孩子在家也要使用文明用语， “早上好，请，谢谢，晚安 ”等等。 
3．让孩子养成爱卫生的好习惯。 
4．多听听孩子的声音！ ——用耐心、用爱心、用开心，心是长着眼睛的！ 
5．不要为了提醒孩子，而总是揭孩子的伤疤。 
6．严肃指出孩子的错误！ 
7．不要总对孩子一本正经，要多和孩子一起欢笑：因为笑声能让孩子更加热爱生活；引导孩子积极、轻松愉快的看待事物。 
  8．给孩子讲故事，要有耐心，故事有一定的教育意义。 
  9．不要把当年未曾实现的理想强加在孩子身上，想让孩子去实现。 
10．关爱孩子但适当时候适当的惩罚也是需要的，不要护孩子的短。 
11．教育并不一定只是讲道理，有时适当可以采取一些强硬的措施。 
12．结合孩子的表现，每天思考至少一个关于孩子成长的问题。 
13．对幼儿进行艺术教育，培养幼儿高雅的审美情趣，注意引导、丰富幼儿的感性认识，在大自然中加深幼儿的情感体验，是非常有益的。 
14．对于幼儿时期的孩子，不要让他们长时间地和自己的父母住在一起，隔代更亲，不利于教育。也许没有科学道理，但绝对适用。 
15．注意培养孩子的善心。古人云：勿以恶小而为之，勿以善小而不为。 
16．教会孩子微笑，微笑面对生活的一切，微笑面对人生。 
17．对孩子不要乱许愿，承诺的事情想尽一切办法也要兑现。 
18．要常换位思考 !对孩子的所做、所想等家长应常换位思考，假如我是孩子的话，我将会怎样？ 
19．给孩子一定的空间和自由，同时给一定的压力和责任！ 
20．向孩子说明，他本身已经很可爱了，不用再表现自己。 
21．从来不说孩子比别的孩子差。 
22．绝不用辱骂来惩罚孩子。 
23．在孩子干的事情中，不断寻找值得赞许的东西。 
24．不要吓孩子。以免造成孩子过分胆小、怕事。 
25．不要当众批评和嘲笑孩子，以免造成心理畸形，失去自信心等。 
26．不要对孩子过分严厉。以免孩子惧怕、害羞不敢发表自己的观点，养成面善心恶的性格。 
27．不要过分夸奖孩子。以免孩子养成 “沽名钓誉” 的不良习气。 
28．不要暗示孩子做不良的事。比如，打架一定要打回来、自己的东西不给别的吃、乘车不购票等。 
29．让孩子正确树立心目中的偶像。 
成长篇： 
  1．给孩子一些私人空间。 
  2．给孩子选择的机会和权利。 
  3．让孩子自由选择自己的伙伴、朋友。 
  4．让孩子做想做的事。 
  5．让孩子做一些力所能及的家务，如洗洗自己的衣服、烧水煮饭等，让他意识到自己是家庭成员中的一分子。 
  6．为孩子准备一个陈列架，让他在上面展示自己制作的物品。 
  7．认真地对待孩子提出的正经问题和看法。 
  8．把孩子当作成人一样，和他平等相处，把孩子当成自己的朋友。 
  9．及时发现孩子的点滴进步，懂得赏识孩子。 
10．记得对孩子说：我爱你，你是我的宝贝！ 
11．记得经常的亲吻你的孩子，抱抱他（她），摸摸他（她）的头，让他（她）知道你的爱！ 
12．随时关注他（她）的进步，并也让他（她）自己知道自己的进步！及时发现孩子的点滴进步，懂得赏识孩子。 

13．多与孩子孩子沟通，了解孩子，与孩子同行。 
14．不要给孩子贴上 “笨” 的标签。 
15．家长要耐心地倾听孩子的烦恼。 
16．要学会真诚地赞美孩子，而不是像对宠物一样说句 “你真聪明” 。 
17．让孩子经常有机会和他的同伴在一起。 
18．关心孩子的身体健康，更关注孩子的情感需要。 
19．先成人再成才，教育的根本目标是培养人，一个健全的人。 
20．在生活中创设一些困境，和孩子一起度过。 
21．鼓励孩子尽量不依赖成年人。 
22．了解孩子有哪些朋友，这很重要。 
                    
生活篇： 
1．给孩子一些钱，让孩子学会理财。 
2．没有得到孩子的许可，不要看孩子的日记与信件。 
3．经常和孩子郊游。 
4．睡前给孩子讲讲故事，让孩子笑着入睡！ 
5．给孩子一个主要供他玩耍的房间或者房间的一部分。 
6．如果有条件 ,每天晚饭过后和孩子到户外散散步。 
7．快乐与孩子一起分享！ 
8．对小家伙开心的笑，并希望他（她）也常笑！ 
9．帮助孩子与来自不同社会文化阶层的孩子正常交往。 
10．鼓励孩子与各种年龄的人自由交往。 
11．给孩子留出真正的 “玩” 的时间和空间。 
12．教会孩子骑自行车，游泳 ,这都是进入社会的一种基本技能。 
13．每天早上与孩子相互问候，让他感受到美好的一天的到来。 
14．夫妻实在要吵架，请一定要记住：避开孩子 
15．每天下班回家看到孩子，首先微笑着问他一遍：孩子，你今天快乐吗？ 
16．不给他留有太多的物质遗产，给他一个健康的身体，给他一个健康的心理，一个快乐的人生。 
17．着重进行孩子的生活能力和行为习惯的培养。 
18．只要与创作尘埃有关，不要责备孩子房间里或者桌面上乱 
19．父母对自己的双亲要孝敬有加，让孩子觉得家中充满了爱，同时父母也是他们值得学习的榜样 
20．父母之际间要互相谦让，相互谅解 
21．不要太关心孩子。 “自己的事情自己做”，以免孩子养成以我为中心的坏习惯。 
22．不要太亲近孩子。让他与年龄相仿的孩子多交往，以免孩子养成性格孤僻的恶习。 
23．不要孩子要啥买啥。让他知道 “劳动与所得、权得与义务 ” 的关系。以免孩子羞成好逸恶劳的许多性格。 
24．生活中的困难以及一些家庭大事有时可以和孩子商量商量。 
25．对孩子的爱要稳定，不要一会儿晴，一会儿阴。 
                  
学习篇： 
1．和孩子一起读书，家长可以看看报，一个好的学习伙伴很重要。 
2．孩子在家学习，家长切莫搞一些娱乐活动，一个舒适的学习环境很重要。 
3．不要逼孩子学自己不喜欢的东西。 
4．不要因为孩子的成绩而责骂孩子。 
5．不要因为孩子试卷上的低分而认为孩子没有出息。 
6．教他（她）足以带来成就感的知识：古诗、数字、故事、家务、玩耍、交朋友 ···
7．教育孩子读好书、好读书 
8．不要对孩子的学习成绩表示太大的关注，那样会造成孩子学习紧张，压力增大。 
9．不要把孩子的成绩与其他孩子相比，要分析一下造成这种现象的原因，反思一下有没有自己的责任。 
10．孩子的房间要有自己的书桌，书桌上要有几本自己爱看的书籍，如《格林童话》、《伊索寓言》等。 
                  
娱乐篇： 
1．和孩子一起看他喜欢的动画片、一起听他爱听的故事等。 
2．和孩子一起玩游戏、锻炼身体。 
3．控制孩子看电视的时间，每天在半个小时到一个小时之间。 
4．多让孩子看一些少儿节目：动画片、益智节目等，少看动作片、连续剧。 
5．孩子看电视时，家长们适时地陪他们一起，并且对里面的内容作一些讲解与讨论。 
6．春天可以和孩子骑自行车去郊游，夏天和孩子一起去河边游泳，秋天则背着铁锅和孩子去野炊，冬天一家三口在野地上打雪仗，堆雪人。 
7．允许孩子收集各种废弃物。 
8．孩子的朋友来做客时要表示欢迎。 
9．和孩子下棋，让孩子知道落子无悔，教育他对自己所做事要负责任，同时下输了要承认，家长有时也要放手让孩子赢一两盘，这对孩子来说很重要。 
------------------------------------------ 
     告诉孩子的话 
（一）对你不好的人，你不要太介怀，在你一生中，没有人有义务要对你好，除了我和你妈妈。对你好的人，你一定要珍惜、感恩。 
（二）没有人是不可代替，没有东西是必须拥有。看透了这一点，将来就算你失去了世间最爱的一切时，也应该明白，这并不是什么大不了的事。 
（三）生命是短暂的，今天或许还在浪费着生命，明日会发觉生命已远离你了。因此，愈早珍惜生命，你享受生命的日子也愈多，预期盼望长寿，倒不如早点享受。 
（四）爱情只是一种感觉，而这感觉会随时日、心境而改变。如果你的所谓最爱离开你，请你耐心地等候一下，让时日慢慢冲洗，让心灵慢慢沉淀，你的苦就会慢慢淡化。不要过分憧憬爱情的美，不要过分夸大失恋的悲。 
（五）虽然，很多有成就的人士都没有受过很多教育，但并不等于不用功读书，就一定可以成功。你学到的知识，就是你拥有的武器。人，可以白手起家，但不可以手无寸铁，紧记！ 
（六）你可以要求自己守信，但不能要求别人守信，你可以要求自己对人好，但不能期待人家对你好。你怎样对人，并不代表人家就会怎样对你，如果看不透这一点，你只会徒添不必要的烦恼。 
（七）我买了二十六年的六合彩，还是一穷二白，连三等奖也没有中，这证明人要发达，还是要努力工作才可以，世界上并没有免费的午餐。 
（八）亲人只有一次的缘分，无论这辈子我和你会相处多久，也请好好珍惜共聚的时光，下辈子，无论爱与不爱，都不会再见。

  
父母培养孩子必知的62句话 _ 人生指南成功励志网
父母培养孩子必知的62句话 
　　一、激励孩子积极向上的6句话


　　赞赏和激励是促使孩子进步的最有效的方法之一。每个孩子都有希望受到家长和老师的重视的心理，而赞赏其优点和成绩，正是满足了孩子的这种心理，使他们的心中产生一种荣誉感和骄傲感。孩子在受到赞赏鼓励之后，会因此而更加积极地去努力，会在学习上更加努力，会把事情做得更好。赞赏和激励是沐浴孩子成长的雨露阳光。

 　　1、你将会成为了不起的人！
　2、别怕，你肯定能行！
 　　3、只要今天比昨天强就好！
 　　4、有个女儿真好！
 　　5、你一定是个人生的强者！
 　　6、你是个聪明孩子，成绩一定会赶上去的。
 
　　二、使孩子充满自信的7句话:

 　　自信心是人生前进的动力，是孩子不断进步的力量源泉。因此，父母在教育孩子的过程中，一定要重视其自信心的培养。可以说，许多学习落后或者逃学、厌学的孩子，都源于自信心的丧失。只有自认为已经没有指望的事，人们才会放弃，学习也是一样的，只有孩子认为自己没有希望学下去了，他才会逃学、厌学。实际上，即使那些学习很差的孩子，只要我们能重新燃起他们内心自信的火种，他们都是万全可以赶上去的。

 　　1、孩子,你仍然很棒。
　　　2、孩子，你一点也不笨。
 　　3、告诉自己：“我能做到”。
 　　4、我很欣赏你在××方面的才能。
　5、我相信你能找回学习的信心。
　　6、你将来会成大器的，好好努力吧。
　　7、孩子，我们也去试一试？

三、促使孩子学习更优秀的7句话

　　非志无以成学，非学无以成才。学习是孩子成才的唯一途径。没有哪一位父母会不关心孩子的学习问题。要使孩子学习好，一方面在于引导和鼓励，把孩子的学习积极性充分调动起来。使他们成为乐学、肯学的好孩子。另呀方面。需要教给孩子有效的学习方法，使他们掌握高效的学习武器。方法即是孩子学习好的捷径，即是孩子通向成才之路的桥梁。

　　1、凡事都要有个计划，学习也一样。
　　2、珍惜时间，就是珍惜生命。
　　3、你再好好思考思考。
　4、提出一个问题，我就奖励你。
　5、你就按自己的想法去做吧。
6、做完作业再玩,不是玩得更开心吗?
　　7、只要努力,下次就一定能考好。
 　　

　　四、促进孩子品行高尚的8句话
　　知识学得再多，但如果不懂得做人的道理，也很难在将来获得成功。在现实社会中，许多父母对孩子往往只抓孩子的学习，不及其余。有的父母甚至认为，孩子怎样做人，等她走上社会自然就会明白。其实，这种认识是十分错误的。一个人的任何技能，都不是一朝一夕可能学成的，何况是应对复杂的社会和人际关系。因此，父母应尽早多向孩子讲解解做人的道理，并为孩子做出榜样。
　　1、品德比分数更重要。
　2、诚实是做人的第一美德。
　　3、竞争中的公平最可贵。
　　4、凡事都要问一问自己的良心。

　　

　　5、要学会说一声：谢谢。
　6、你知道关心父母，这让我很开心。
　　7、我很高兴你有一颗同情心。
8、我希望你是个懂礼貌的孩子。
　　五、鼓励孩子自立自强的11句话
　　一个人的成功，离不开自立自强的品性和奋斗精神。可是现今的大多数独生子女，在父母过分的呵护和娇惯之下，非常缺乏自立自强的意识。甚至有些孩子，除了上学读书之外，生活中的事他们一概不知，甚至连自己的鞋带都系不好。这样的孩子将来走上社会，怎么会成功呢？因此父母一定要对此有个清醒的认识，尽早鼓励孩子自立自强，培养他们不软弱、不撒娇、自己的事情自己做的良好品性。
　1、你想做的事情，由你自己决定。
2、自己去做吧，不要依赖别人。
3、你可以锻炼一下自己嘛。
　4、路是自己选的，就要对自己负责。
　5、你大胆去锻炼一下不是很好吗？
　6、拿出男子汉的勇气，闯过来。
　　7、能够管住自己是你将来成功的保障。
　　8、你自己解决这个问题吧。
　　9、跌到了，要自己爬起来。
　　10、你一定要自己走路去上学。
　11、由你去交钱，好吗？

　　六、帮助孩子热爱劳动的5句话
　热爱劳动是人最重要有品性之一。世界上的成功人士大都有热爱劳动的好习惯。对于孩子来说，父母培养他们们热爱劳动，既能增强其自立自强的精神，又可以使其在劳动中学会生活技能，对今后的生存发展有着积极的作用。因此家长千万不要把眼光只盯在孩子的学习上，而应当从小就重视对孩子进行劳动观念的教育和劳动能力的培养。
　1、劳动能让你更快乐。
　2、你多做几次就会了。
3、第一次，谁都一样。　
　4、好孩子，自己的事情自己做。
 5、你也来尝尝当家的滋味。

　　

　　七、引导孩子学会与人交往的6句话
　交往是人们实现合作与沟通的前提。不会与人交往的人，在社会上很难受到别人的欢迎的，而一个不受欢迎或不被他人接纳的人，也是根本不可能取得成功的。因此，父母应当充分认识让孩子学会交往的重要性，从小鼓励孩子与同学朋友积极交往，从而为孩子的健康成长和将来走上成功之路打下一个坚实的基础。
　　1、孩子，做人要坦荡，待人要坦诚。
　　2、你要学会融入集体中。
　　3、用你的诚心赢得他人的欢迎。
　　4、不要随便地怀疑别人。
　　5、朋友之间要相互信任和理解。
　6、同学之间要友爱互助。

　　

　　八、鼓励孩子勇于纠正缺点的12句话
　每个人都会有缺点，孩子当然也不例外。但父母怎样面对孩子的缺点，却很有讲究。教育学家认为：用粗暴、打骂等方法纠正孩子的缺点，很可能使孩子产生逆反心理，不可能达到理想的效果。只有用说服教育、讲道理的方法，使孩子认识到缺点错误的危害性，他才会主动地去改正缺点。因此父母教育孩子纠正缺点，必须讲究方法。
　1、无论什么时候都不要说谎。
　　2、每个人都有值得学习的地方。
　　3、自我约束是对自己负责。
　　4、骂人是一种可耻行为。
　　5、你一定要学会控制自己的脾气。
　　6、你是个懂事的孩子。
7、有耐心才能做好任何事情。
8、我们找个锻炼细心的事情做一做。
　9、凡事都要冷静，不能急躁。
　10、游戏可以玩，但不能沉迷其中。
 　　11、胆子大些，再大些。
　12、偏食会妨害你的成长。


