每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
人生就是一天加一天，珍惜今天就是珍惜人生
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"#########################################################################
2023.1.14周六
现在是早上7点42；周末休息时间，早起很少见；现在听到了赖世雄学英语方法；
一个月调整到每天5点15起床，但现在的问题就是找到一件事，早上做很有意义而且能不断有收获，这样才能让自己坚持下去；
几个选择：学英语；学编程；学电子；学matlab;
目标考过PTS5;结合字汇学习教程；提高口语与阅读能力；
中午时间，睡觉时间太长，下次要控制自己；不要在被子里午睡；
晚上周越看电影，我应该听英语课程，不要受影响；


2023.1.13周五
早上起床太晚，到校中午；下午大师工作室讨论，时间一下就到4点半；
自己又看看网页，回家后，晚上听了一节百度网盘上的单词课；
计划假期调整个人习惯，慢慢调整到早上5点15起床；
还有一个就是早起做的事情要好好计划下；
年前后与刘成尧 王坚锋碰头下，讨论下电子后面的发展；

2023.1.12周四
上午周越做作业，我也电脑前学习了MATLAB;
下午4点多出去理发，到万达很快就好；

2023.1.11周三
周越到同学家；先是在你好咖啡，然后是在MDL；
主要是学习了MATLAB;数学还是很多内容；MATLAB的基础；机器学习在线学习了下；


2023.1.10周二
一天在校；把自己的测试；电路板，储能实物拍了照片；完成了总结提交；
项目还是前期重视不足，经费其实可以再多开支1万；论文要注明项目等；
下午清华工程训练中心到校，一人来，陪同10人；3点下去，3：50参观；结束已经4点，一个小时基本可以说是完全浪费；
明天要联系人，确定大师工作室申报的事；时间放周四下午；
这两天晚上8点听英语课，也有所收获；英语词源是古希腊 拉丁 法语 古英语；
结合历史文化，学习词根，前缀，后缀；500根；50前，50后可以到1.5万；
还有就是要加强重复，一个动画片，看50遍学英语；


2023.1.9周一
周一早上在家利用MATLAB进行电池仿真；中午带周越到学校；下午在西西佛书店继续写报告；近几天来因为有结题的压力，还是有些内容整理了出来；
但同时也发现了问题：一是前期 条理还是没有理好，应该早点把思路厘清；
1买一个真实旧车的电池；2测试分组3开发BMS;4制作储能；5接入光电逆变；

2023.1.8周日
早上在家，没有收获；下午1点多到城市书屋，到了就开始整理项目总结报告；到5点多完成了大部分；但发现个人的报告，与其他参考资料上的内容有雷同，现在才发现要做一些创新的东西，需要时间来不断试验；
我的项目还是涉及内容太多，没有深入做下去；锂电回收利用是一个切实可以研究的问题，但并不是一个人就可以搞定所有的问题；而且还需要不断试验；
有的时候，想到一些办法，但不一定就能用，涉及成本、效率、结果，这是一个综合性的问题；

2023.1.7周六
在家；下午做核酸；顺路去了城市书屋；双渎小区文明中心；类似书屋，三层楼设备全新，环境也好，但没有一人在内；服务员脸色极差；进门就问人来干什么；而且说马上要下班；政府投入资金，服务小区，但到最后，只变成了一个形式上的摆设；主要原因是社区工作人员如果服务好，去的人多，得不到利益，而且还很辛苦;这说明制度设计很重要，管理确实是需要很多的学问与知识；


2023.1.6周五
早上9点到校，到12点台湾嵌入式协会夏 张到校；
交流感觉台湾做事情细节关注很到位；注重人的职业素养与基本功；与国内学校理念上还是不所不同；但学生或老师，都看不上基本功训练，只是盯着创新、高新技术；这是学校要名利的需求导致的；基本素质培养好，学生也不见得能有多大发展，这是很多学校不愿意在这方面投入精力的问题；
下午虽然在校但头脑不清；

2023.1.5周四
一天在校，但收获不大；

2023.1.4
已经1点多；今天在书店，还是有很大收获，看了一本微积分的书，对数学有了更深的认识；
到家后写好的项目总结的2个难点，现在1点了，先睡觉；
总结今天就是，有困难时换点其他的事情，但千万不能看视频消耗自己；


2023.1.3
一天都在学校，从早上9点从家出发，到校，但一直害怕动手写文档；直到晚上也没有成果；
晚上到家时周越看电影，我倒利用这段时间看了看C＋＋的书；

2023.1.1
又是新的一年，元旦时一天在家，也看了些视频，也整理了一些文档，看了看文献，晚上周越上好课后看了电影；
反思一天，做的好的是中午没有长时间睡觉，抓紧时间在整理论文；差的是，还是不能集中精神；
其实关键内心还是有些矛盾：一是对写项目总结报告不太擅长；二是自己有害怕困难，想拖延的想法

2023.1.2
《超速学习》utralearning 作者1年月完成MIT课程；书中提到的9个学习方法：
后设学习 专心致志 直截了当 反复操练 提取记忆 意见回馈 保留记忆 费曼技巧 勇于实验；
后设学习，先学习如何学习要学习的东西；先要建立学习地图；
1为什么学习这项技能；2需要那些基本知识；3有那些资源和渠道可以利用；
常常碰到的问题：1拖延2分心3无法做到真正专注；
1拖延：把大事情分步骤；2分心 打造专心环境；想其他东西时把想法记到临时笔记本上； 3边做边学，不专心时按步骤一步一步操作，在操作过程中学习；4反复操练，对难的问题不断得复，练习，思考分析；5提取记忆 学习后自由回想学习内容；6意见回馈 查询结果型反馈 资讯型反馈（那个地方做的好，原因，如何提升） 修正型反馈（找经验丰富的人，指出不足与方向） 对于难的东西，要不断重复复习；费曼技巧（把学到的内容，写出来，并讲解出来，如果讲解不顺，证明自己没有很理解）先模仿再创造，找到比你优秀的人，模仿优秀的人，做好再改进；

在中午的时候写了上面的话，后面看视频微信，浪费了时间；
如何合理安排自己的时间，这是我第一个面对的问题；不应该把大量时间浪费在浏览网页和视频上面；必须要有针对性地接收信息；被动地被信息轰炸，已经严重影响到了个人的时间利用效率；

早上7点是精力最好的时间，把复杂困难的任务安排在早上；早上闹钟响后，起身睁眼10分钟，然后起床；
每天早上列一个 TOdolist清单；注意合理安排时间；





