每天思考、阅读、学习、整理然后上传github-----水滴石穿
人生就是一天加一天，珍惜今天就是珍惜人生

PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
每日必看
□今天最严重的问题点 
□今天最应注意的地方
□今天最重要的指示命令
□今天最好的构想
□今天最该反省的事  
□明天最重要的课题
 
注意： 
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，
人家可以做成的事，你一定也可以做成功！
"#########################################################################

20220811
今天上午焊接完成了LED贴片练习板；开始还可以点亮10多个LED；焊接完成后只有1个会发光了，50多个只有一个正常；
贴片中电阻应该有些短路；但通过贴片，对贴片基本已经有所了解；

下午一下午全在开一个会：食品行业准备会；
反思：学校会议效率太低；30多人；有一70%以上人不用来，只需布置任务完成即可；
很多事情重复，重复，再重复；
很多事情再议，再议，下次再议；


20220810
昨天白天焊接了数字钟贴片，但发现无法解决短路的问题；USB接口也脱落了；
下午用LED进行焊接，对贴片焊接有了点感觉：一是要清洁板面，然后加上点助焊剂；二是焊锡不可过量；
晚上看了第一性原理；
第一性原理，注重对最根本的问题进行分析；如几何，5个定理，5个假设就是最基本的；
相对论，基于光速不变；
要会归纳法；更要会演绎法；
第一基本原理，加上实事，逻辑推理，得到正确结果；
微软把 让PC到每个家庭，每个PC用WINDOWS OFFICE为企业第一性原理，发展为世界第一；


行为模型：看视频、睡懒觉、拖拉这些是下山行为，容易养成惯性；而坚持健身、写日记、及时处理困难
这些是上山行为，要经过长时间练习，行为控制才能成为习惯；


"#########################################################################
看到洛克菲勒写给儿子的38封信;
个人想到了机器人，看了网页上介绍的机器人发展，远远超过了自己的想像；
这给自己一个提醒：不论做什么事情，首先要了解世界现状，现在各种机械手，机器人系统发展很快；
大部分机器人基于ROS，ROS系统还是内容很丰富，还有就是各种硬件，机械部分发展也很快；


"#########################################################################
20220807
周六白天焊接好了，自己画的数字钟；数码管孔在焊接其他元件时进入了焊锡；导致焊接时歪掉，还有一个焊盘脱落；
还有贴片的USB焊接时引脚不能穿过孔，只有几个贴片的脚，在接口插拔时极容易损坏；
注意：焊接元件时，不要影响到其他焊盘或过孔；注意插拔的接口一定要选择固定牢固的，最好有辅助固定引脚；
晚上安装了周越的5层小储物柜，这个小柜子购置时太大意，结果质量不行，还有气味；
周日 去了西西弗书店；汽车保养；保养后发现空滤  空调滤芯 更换非常容易，下次自己动手；

在书店看到几本书：第一性原理；
下次注意看到好书，来不及看的话，拍下封面；




"#########################################################################
20220805
写出自己的所思所想；
一定要多写，思想没有写出来证明并没有完全想清楚；
再者，写东西可以让自己避免陷入浪费时间，网中游荡；
互联网虽然有非常丰富的内容，但当你并不清楚自己需要什么时；花大量的时间在浏览网页就是自杀；
1、整理整理自己以前所写的东西；
2、把个人认为重要的内容单独存一个文件；
3、制定以后的写作规定；
4、要考虑如何坚持，很多想法都只是有个开头，没有长期坚持下去；

今天早上整理了以前的日记，发现2013 2014年时还是思考了很多，并记录下来了；
当时也曾经提醒自己坚持反思，坚持日记，但中途又断了；随着年龄增加发现人不能盲目，关键还是要思考，而且要敢于行动；
我在思考上还勉强合格，但在行动上去落后太多；总是想了很多却没有付诸实施；


今天下午与江苏鸟叔机器视觉培训联系，虽然并不一定能成功，但与外界多联系，多尝试才能有机会；

回故前段时间：一是到成都参加潘丰培训；二是到江西参加中层培训，三是回中宁2周；






