每天思考、阅读、学习、整理然后上传github-----水滴石穿
人生就是一天加一天，珍惜今天就是珍惜人生

PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
每日必看
□今天最严重的问题点 
□今天最应注意的地方
□今天最重要的指示命令
□今天最好的构想
□今天最该反省的事  
□明天最重要的课题
 
注意： 
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，
人家可以做成的事，你一定也可以做成功！
"#########################################################################
<<<<<<< HEAD
是否开设集成电路应用技术？？
增设锂电池定单班；
城投百度合作产业学院；
"#########################################################################

923周五 考虑：锂电 城投 集成电路事宜

922周四早上到下午1点写950万材料；写材料注意：首先统一标准；第二明确审核控制人员；第三分工合理；第四避免多人介入一个材料；
东东做事情明显态度不够；


921 周三早上 嵊州比亚迪电池弗迪电池150GWH刀片电池；浙江迪贝电气（生产压缩机电机，手工整理绕组）
晚上6点收到要报950万设备消息；通知各专业准备；

920 周二早上鸿程机械到校交流；中午饭后到新昌；浙江新宝（汽车线束）；浙江斯菱（汽车轴承）
晚间人社吕主任一起，退军一个老板200万国赛一等奖；

2022年调研企业
上虞春晖智控股份有限公司
专业从事精密机电的研发和制造，业内享有“控制阀专家”的誉称。公司现已形成石油天然气控制、制冷供热控制、精密机械为主的产业发展格局。
北京华晟经世信息技术股份有限公司
海康机器人股份有限公司
机器视觉合作；
浙江鸿程传动机械有限公司
生产齿轮；已签校企合作协议；专科双元制合作意向
弗迪动力（比亚迪绍兴工厂）
生产电池，年产150GWH；  意向共建企业学院
浙江迪贝电气股份有限公司
嵊州，生产压缩机电机，企业开展自动化AGV生产整改；有专科双元制合作意向
浙江新宝股份有限公司
生产汽车线束；可以开展技术合作；与理工开展自动化项目；有专科双元制合作意向
浙江斯菱汽车轴承股份有限公司
生产汽车轴承；有专科双元制合作意向

三花控股集团新能源汽车工厂

天际汽车绍兴工厂

绍兴隆芙力智能科技发展有限公司
台湾企业，物联网
绍兴城投百度APOLLO



919周一，陈院早上只有30分钟汇报了，景格；二手车两事；

=======


0924周六 
到绍兴听集成电路讲座；早上3个院士；
潘院士；讲俄罗斯战争与技术；海洋卫星；
吴宜灿 核物理学家； 搞中子研究；从核电站到实用核电宝；
北理房建成；搞惯导 陀罗 测量；然后开始搞弱磁；医学脑电图变脑磁图；搞磁测量；
下午夏院士讲团队
情商决定人的发展；都灵大学鹰和马校徽提醒 人要掌握实用技术与生存技能；
与人交流；公司成员就餐，牛排切下共享；有的人不会分享；最后神经哀弱；
调整心态；
科研不严谨；团队成果算个人；浮夸；
成田机场清洁工，日本国民；院士看学生笔记本选人；复杂系统不整理好，难以做成；










>>>>>>> a052a19209f35fd51aecff108fe7fe4373537dfa

明天要做的事：919；确定景格横向课题；确定周二中职；周二蔚来；周二企业；周四五南京；
中芯基地汇报；专业负责人会议；
事情缺少规划，缺少办法，缺少跟进都会影响最后成果；






0918周日
早上修理牙齿，回家后麻药让人难过；一直下午，下午无所收获；晚间？
偶尔看到郑强的对话：中国大学生对专业缺少坚持；小学生累死在起跑线上；大学教师也缺少长期积累；
正想到我个人；专心，编程上专用PYTHON；硬件电路；软件C；嵌入式；机器视觉；
但现在还是要先结束BMS课题；


0917周六
到极客桥；碰到文理沈红卫；机械学院鲁达康 文理方益明 吴宗大还是可以请来请座的；
之江鲍雨梅；
下午晚上？


0916周五
新生报道；无人机采访；下午晚自修到新生班状况较好；

0915周四
早上省厅督导会，到中午；中汽数据到校；

0914周三 线上景格交流实训设计方案；

0913周二
早上迷茫，下午杨建青团队交流；好几个人请假；
交流中主要问题：一是教师少；课多，工作多，精力不够；
二是积极性；外面上上课，收入不少；校内拼命努力，也没有收获；
下午与张庆交流，智能网联专业负责人还是存在问题，只能是暂缓之计；

0910周一
早上修好自行车；然后到办公室；下午与文理踢比赛，总是感觉上场后没踢好，下场后还有力气；
缺少拼博的流畅；
0909周日
放假后，三天好像只过了两天，生活中总是缺少收获，感觉日子在过，只有日升日落，但没有开花结果；

0908周六
骑自行车到市区参观气象博物馆；下午周越云儿童公园，我返回学校；

0907周五
早上二级考核系统研讨；下午教师节表彰大会，晚上踢球；
0908周四
计划下午电工电子课程研讨；
改掉有时看短视频的坏习惯；
继续瞄准电池进行学习；
科研：明确主要研究内容，以实际产品为方向？与需求方合作？购买台湾物联网系统？


周三 参加信息化支持专业校企项目会，但收效较少；景格沟通实训室文化建设事宜；
中午才知道黄酒已经设计好34西侧大厅装修；
下午开会；
早上陈院提到产业学院，要有效果，不能只重名，没有实际意义；



周一 下午分专业大类预算会；4点半到企业；饭后回学校；企业以加工齿轮为主；
周二 早上教务吴雄喜那交流；台湾夏 陈 交流；中午毛院带东软交流；中午郑培峰；下午核酸；


周日：早上修理牙齿；到校报到场地走下，下午无所收获；晚间与陈昊宇父亲一起解决周越搞坏的自行车；
关键还是做什么要明确；晚上又在安装ROS；下午又在学MATLAB；
还是重点放在一个内容上，现在重点要在电池上，先把项目结题；还有一个重点是视觉
如果有时间，多看CNKI电池相关；
暂不介入其他内容；


周六：早上9点到，以为安全检查9点，急急忙忙，时间还是要注意；后来检查到11点；
中午休息，下午回家，到家后基本没有收获；
还是要减少干扰

周五：早上北京华晟到校；毛院 朱金芳 吴雄喜 参会；比预期效果好；关键是300万投入问题；
下午开会；会后看了郑教授实验箱；与王坚锋沟通专业负责人事宜；与李荣沟通下步工作；
晚间踢球，感觉身体跟不上；

0901THursday
周四



0831 周三
要思考计划不能只想今天一天的事，得有近期，远期计划；
关键关键关键：----------------------------->要行动，不能只想不做；
在开展个人工作时，做那个就盯那个，不要发散；

<<<<<<< HEAD
每天做的事情有限，要做最有意义的，今天一下发现一周没有什么重大收获；
先计划今天




"#########################################################################
0830 值班；早上开就业会议；

0829:一天都比较忧虑，中午没有心情吃饭，下午何总到校，其实检测还有问题，但通过见面有所收获；增加2个月测试时间；

0828：早上与孙新城测试视觉检测设备；下午与杨建青交流绕线方案；

0827：周六；  早上送周越入学考试； 参加学校讲座，别敦荣，

0826：周五 上午送周越到同学家  自己在嫚妙午后完成了思维图 晚上下雨踢球；

0825：周四  

0824：周三  下午到台湾企业；

0823 周二

0822 周一


0821 周六
=======
近期个人：完成BMS项目报告；

工作上：开学；团队建设规划；
专业建设规划与落实；产业学院？？

难点：明年教师教学能力大赛；智能网联专业负责人
>>>>>>> 3bc83fd5782b0470e3246f1584d963ab4eb08f7b

时间，时间是最重要的因素；
今天早上8点到医院，左下大牙治疗了下；
今天计划：
周越治牙到1点多，回来一下3个小时；


20号上午效率低下；中午接俞小莉；下午刘成尧课程讨论；叶 金参加；课程还是要提前建设，提前规划；



20220819
昨天在书店呆了8小时，中间吃饭；整体状态还好，但电脑损坏修复系统2小时多；
主要是ubuntu更新系统后，显卡驱动出问题；无法进入系统；
今天早上到校，修理好了LED电子钟；
焊接：先上助焊剂，定位好，焊接一个点；然后从其他地方开始焊接；
第二是焊接；焊接是注意锡不要太多；第三是用海棉清洁烙铁；然后烙铁上松香；
第四是清除多余焊锡；

程序下载后，可以正常使用；
但USB焊接过程中损坏了PCB板，注意，USB接口一定要用带过孔的；贴片的用力后会松动或损坏引脚；

下午开了培训开班；
开了保时捷会；李衡说的很有理：对学校不会平等，谁投资支持谁；老师谁来学，提升支撑谁；
学生学习要付出费用；使用平台要支出费用；选择进入班级要负责，不能随时退出；学校签合约要真正执行；




20220818
已经18号，时间真是快；近期总是在想省科技厅项目，但总是不行动，给自己增加了很多忧虑；说白了，就是自寻烦恼；
昨天到新校区整理了东西，下午游泳，体育运动还是可以使人振奋精神；
今天想到了一个好点子，每天给自己行为打分；
每天早上第一件事：
按时起床；6点30；起床按时得20分；
起床后计划一天行为；最多3项重点，根据难度可以难30中20易10；
晚上9点半煅炼身体；10点10洗漱睡觉；健身得20分；
今天重点：BMS项目书撰写；整理明天开班发言稿20；联系李荣、刘成尧（王坚峰）确定智能网联专业负责人；
吴壮文课程申报事情进展；国家教学能力比赛了解财经情况，联系高鹏；顺便提7万横向事情；





20220811
今天上午焊接完成了LED贴片练习板；开始还可以点亮10多个LED；焊接完成后只有1个会发光了，50多个只有一个正常；
贴片中电阻应该有些短路；但通过贴片，对贴片基本已经有所了解；

下午一下午全在开一个会：食品行业准备会；
反思：学校会议效率太低；30多人；有一70%以上人不用来，只需布置任务完成即可；
很多事情重复，重复，再重复；
很多事情再议，再议，下次再议；


20220810
昨天白天焊接了数字钟贴片，但发现无法解决短路的问题；USB接口也脱落了；
下午用LED进行焊接，对贴片焊接有了点感觉：一是要清洁板面，然后加上点助焊剂；二是焊锡不可过量；
晚上看了第一性原理；
第一性原理，注重对最根本的问题进行分析；如几何，5个定理，5个假设就是最基本的；
相对论，基于光速不变；
要会归纳法；更要会演绎法；
第一基本原理，加上实事，逻辑推理，得到正确结果；
微软把 让PC到每个家庭，每个PC用WINDOWS OFFICE为企业第一性原理，发展为世界第一；


行为模型：看视频、睡懒觉、拖拉这些是下山行为，容易养成惯性；而坚持健身、写日记、及时处理困难
这些是上山行为，要经过长时间练习，行为控制才能成为习惯；


"#########################################################################
看到洛克菲勒写给儿子的38封信;
个人想到了机器人，看了网页上介绍的机器人发展，远远超过了自己的想像；
这给自己一个提醒：不论做什么事情，首先要了解世界现状，现在各种机械手，机器人系统发展很快；
大部分机器人基于ROS，ROS系统还是内容很丰富，还有就是各种硬件，机械部分发展也很快；


"#########################################################################
20220807
周六白天焊接好了，自己画的数字钟；数码管孔在焊接其他元件时进入了焊锡；导致焊接时歪掉，还有一个焊盘脱落；
还有贴片的USB焊接时引脚不能穿过孔，只有几个贴片的脚，在接口插拔时极容易损坏；
注意：焊接元件时，不要影响到其他焊盘或过孔；注意插拔的接口一定要选择固定牢固的，最好有辅助固定引脚；
晚上安装了周越的5层小储物柜，这个小柜子购置时太大意，结果质量不行，还有气味；
周日 去了西西弗书店；汽车保养；保养后发现空滤  空调滤芯 更换非常容易，下次自己动手；

在书店看到几本书：第一性原理；
下次注意看到好书，来不及看的话，拍下封面；




"#########################################################################
20220805
写出自己的所思所想；
一定要多写，思想没有写出来证明并没有完全想清楚；
再者，写东西可以让自己避免陷入浪费时间，网中游荡；
互联网虽然有非常丰富的内容，但当你并不清楚自己需要什么时；花大量的时间在浏览网页就是自杀；
1、整理整理自己以前所写的东西；
2、把个人认为重要的内容单独存一个文件；
3、制定以后的写作规定；
4、要考虑如何坚持，很多想法都只是有个开头，没有长期坚持下去；

今天早上整理了以前的日记，发现2013 2014年时还是思考了很多，并记录下来了；
当时也曾经提醒自己坚持反思，坚持日记，但中途又断了；随着年龄增加发现人不能盲目，关键还是要思考，而且要敢于行动；
我在思考上还勉强合格，但在行动上去落后太多；总是想了很多却没有付诸实施；


今天下午与江苏鸟叔机器视觉培训联系，虽然并不一定能成功，但与外界多联系，多尝试才能有机会；

回故前段时间：一是到成都参加潘丰培训；二是到江西参加中层培训，三是回中宁2周；






