每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
人生就是一天加一天，珍惜今天就是珍惜人生
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"理想的自己：精通英语，精通电子、PCB、编程、机器视觉、人工智能；能将技术应用到企业生产实际，切实解决企业实际问题"
"#########################################################################

20230303周;
20230302周四;
早晨参加学校领导评价会；下午全体教职工大会，然后到王坚锋处看视频；
开闭运算也可以得到形状，效果也还是不错，晚上吃饭碰到汪芳；绍兴农业局一人；女儿学数学，家长引导影响还是很大；
晚上写好了六边形；洛谷的算法练习对处理程序问题基础方面有很大帮助，有时间还是要做做练习；
20230301周三;
今天：把多个圆到六边形的问题处理掉；
再思考下年度工作，教学与科研方面如何操作；
20230828周二;
早上准备课程检查；中午到梅轮电梯，但企业只要中职学生；而且对技术不太有兴趣；下午陈院处汇报；
分院的事没说多少，学校年度重点工作徐丹阳来交流；一要重点突出；二要切实施压;
主要原因还在于有的领导或部门平衡的想法太多；总是大家都要有任务，有的时候有不想提重点任务；
下午还有就业线上会，进去一看几十人，退场了；晚上试了试烟花识别；有效果，但对基本的vector array要看看；
还有就是识别了好多圆，如何最快算得形状，这是个算法问题；
20230227周一;
确定课程建设的事，专业负责人与老师时间少，不汇报，直接立项；下午又是工会的会议；无效且浪费时间；
20230226周日;
早上在家；下午学吉他；从基础跟着节拍还是比较好入门;
20230225周六;
要每天反思，不能拖到一周再反思；这一周工作上整体还好；但也存在前松后紧的问题；
英语还是要提高，再加强，词汇；文章；背诵一起；中间看电影学听力穿插；但注意不时进行停顿并重复；
20230224周五;
早上先是高鹏新疆送行会；然后是索密克协议；然后到百度乌镇；PARK基本没有东西；
晚上高韩一起聚了下；韩提到：一是继续搞技术；二是要发挥副职作用；还提到将自动化并入，做大做强；
是间提到，电子专业作风明显比其他专业要好；
20230223周四;
联系郑州博士；联系成都信息蒋要博士；海康10点到；中午台州特警；下午专业负责人会；总支会；
感觉专业负责人只有刘能全局考虑专业，其他还是思考不够；
教学考核制度也大家没有好的建议意见；
20230222周三;
准备专业负责人事宜；
20230221周二;
继续完善制度；
20230220周一;
制定教学业绩考核制度；
20230219周日;
下午学吉他；提到要加强基础；晚间学ROS，也是发现基础东西不够；
20230218周六；
中午到柯桥城北；中小企业联合会；有一个纺织带了斯里兰卡人；交流发现英语还是词汇不够；企业家差距很大；
没有财富不能显示实力；
晚间高鹏孙新城一起，孙新城提醒应该严格，书记宽松，院长要严
20230217周五；
今天周五，周一到现在一下四天；几天看，上午还有点自己时间，下午基本没有时间应对事情；
20230216周四；
早上先是焊工，后面任处人事，下午全体教代会；新昌领导来校参观；
晚上ROS-acadey界面正常了；但程序方面还是有很多东西；
要认真写个专著？

20230215周三
上午无人机；下午徐到校调研，工会会议，然后克伟到宣传；
早上无人机培训交流；下午徐文杰来调研；提到加强奖惩；引进师资；课程质量提升；然后工会拖拉开会效率极低；
会后到克伟那知道了到组织部的事；
晚上到家后ROS机器人仿真界面成功，学习总是一个慢慢提高的过程，而且关键是没有人指导，自己摸索，失败后下次再整，不成功过段时间再试；虽然有收获，但进步太慢；

20230214周二
下午教学工作例会，工会会议；
早上几个老师一来就半天去了，下午教学会议，到下班；
晚上试运行ROS一直不成功；

20230213周一；
早上到校较早，走走教室，听了赵二丽的课；见到叶老师巡查；然后处理名匠；继教等事；
早上刘宇亮来说北京国际会议的事，提醒他做好定位构思的同时，我也在问自己，个人的定位；永远走在不明方向的路上；
永远也走不到头，不知道自己想走向何处，这是一个很严重的问题；也许就在原地徘徊；
今天重点还是教学业绩考核；

20230212周日
周日到校，先去寝室，但学生到校很少，后面在办公室，进行学习浏览；时间利用效率不高；

20230211周六
周六全天在家；运动后睡眠明显变好，踢球虽然没有消耗太多体力，但身体总是想休息，还是要加强力量练习；
因为路由器损坏，拆解后发现短路，近十年使用，修复比较麻烦；

20230210周五；
今天工作：联系毕业设计学生；联系专业主任；下午实训室检查----实训室检查结果公示；
个人思考：继续先打程序基础，把luo0o基本题解决掉；技术上下一步打上位机；
论文：早上先看CNKI；开始写论文，以matlab结合开展；锂离子电池相关；
想法xxx:根据汽车行驶数据，修定BMS算法参数；应该已经有，BMS考虑到，结合电压电流估算；


20230209周四；
下午全体教职工大会；早上送周越然后到校，早到有点时间可以思考一天工作确实有好处；
但晚上要少喝咖啡，11点前要睡觉；
2023年工作要认真思考；
开始写内容前先进行 pull;写好内容后建议立即进行push;
下午下班时间要控制，18：30；中午12-13休息；


20230208;周三；
今天下午在写省级资源库才发现个人的资料积累太少；
还有就是要做课程还是科研，还是要有重点；

明天就要开学；今天早上送周越才发现确实要早起；到办公室也主要是安装了wsl(win sys linux);
现在是在linux内进行git push;
昨天下午台职来交流，1金院长在企业工作过有实际经验可以带教师开发数控机床，技术决定实力；2台职5年时间厘清校企合力，建成一个企业学院，从财务人事等方面学校做了很多尝试；
如果没有领导层的大胆尝试，只靠分院难以突破；3要有自己的想法与特色，并不是人家搞什么你就搞什么，不可能成功；
过年期间没有思考日记，这说明个人处在没有思考，没有总结的一个阶段；
过年后姜磊聚会，文理方益明一年5个省级项目；差距可见之大，提到文理四人撑起一个学院，横向 高倍引 竞赛 课程；
克伟4人聚会；人在遇到困难时，只能自己调整，朋友再多也无法帮你渡过难关；
刘成尧王坚锋讨论发展；想做事，但发现只靠技术不能办成事情，应该结合学校优势；而且也要处理好职称与技术的矛盾，这些分析是很冷静；
反观我，有时沉迷与程序 电路，不愿意做技术外的事情，这是一大局限；还有就是坚持不够；
期间偶尔听到马云讲话： 与成功的盖次巴菲特交流发现，智商并不是决定发展的；而是情商；一是乐观 二是自信 三是坚持 四是创新；
过年做的最多的事就是写C++；通过洛谷，加强了基础；同时发现还是基础不够，很多基础的东西还写不出；
还有期间学了学英语，英语明显有提升，但离出国交流还是有距离；看文章也经常理解出错；

2023.1.18周三
早上到安昌；下午在家打扫卫生，擦玻璃；擦玻璃时想到了把玻璃拆下来擦，擦好后再安装上去，效率比之前高多了；真是办法总比困难多；
晚上想到要听听单词的发音，发现了UBUNTU中的发音软件，只要输入单词就可以发音；效果试了试还不错；ESPEAK；软件安装使用方便，经常用在需要合成语音的地方；而且可以合成中文，在编程中应用效果很好；
一下又是3天；中午睡觉还是要禁止，今天睡觉又2小时，现在晚间到11点；还是要早起，提高效率，晚上10点睡，中午真困了就在椅子上眯一会；
2023.1.17周二
天气下雨；全天在家；
2023.1.16周一
早上陪周利华到超市采购；下午学习；
2023.1.15周日
试了寄到的电视电路板，发现还是有问题，正常一会，但有条纹，然后就黑屏只有条纹了，中间也出现过白屏，估计是边板上的电路板有故障；

2023.1.14周六
现在是早上7点42；周末休息时间，早起很少见；现在听到了赖世雄学英语方法；
一个月调整到每天5点15起床，但现在的问题就是找到一件事，早上做很有意义而且能不断有收获，这样才能让自己坚持下去；
几个选择：学英语；学编程；学电子；学matlab;
目标考过PTS5;结合字汇学习教程；提高口语与阅读能力；
中午时间，睡觉时间太长，下次要控制自己；不要在被子里午睡；
晚上周越看电影，我应该听英语课程，不要受影响；


2023.1.13周五
周五周越到学校半天；
早上起床太晚，到校中午；下午大师工作室讨论，时间一下就到4点半；
自己又看看网页，回家后，晚上听了一节百度网盘上的单词课；
计划假期调整个人习惯，慢慢调整到早上5点15起床；
还有一个就是早起做的事情要好好计划下；
年前后与刘成尧 王坚锋碰头下，讨论下电子后面的发展；

2023.1.12周四
上午周越做作业，我也电脑前学习了MATLAB;
下午4点多出去理发，到万达很快就好；

2023.1.11周三
周越到同学家；先是在你好咖啡，然后是在MDL；
主要是学习了MATLAB;数学还是很多内容；MATLAB的基础；机器学习在线学习了下；


2023.1.10周二
一天在校；把自己的测试；电路板，储能实物拍了照片；完成了总结提交；
项目还是前期重视不足，经费其实可以再多开支1万；论文要注明项目等；
下午清华工程训练中心到校，一人来，陪同10人；3点下去，3：50参观；结束已经4点，一个小时基本可以说是完全浪费；
明天要联系人，确定大师工作室申报的事；时间放周四下午；
这两天晚上8点听英语课，也有所收获；英语词源是古希腊 拉丁 法语 古英语；
结合历史文化，学习词根，前缀，后缀；500根；50前，50后可以到1.5万；
还有就是要加强重复，一个动画片，看50遍学英语；


2023.1.9周一
周一早上在家利用MATLAB进行电池仿真；中午带周越到学校；下午在西西佛书店继续写报告；近几天来因为有结题的压力，还是有些内容整理了出来；
但同时也发现了问题：一是前期 条理还是没有理好，应该早点把思路厘清；
1买一个真实旧车的电池；2测试分组3开发BMS;4制作储能；5接入光电逆变；

2023.1.8周日
早上在家，没有收获；下午1点多到城市书屋，到了就开始整理项目总结报告；到5点多完成了大部分；但发现个人的报告，与其他参考资料上的内容有雷同，现在才发现要做一些创新的东西，需要时间来不断试验；
我的项目还是涉及内容太多，没有深入做下去；锂电回收利用是一个切实可以研究的问题，但并不是一个人就可以搞定所有的问题；而且还需要不断试验；
有的时候，想到一些办法，但不一定就能用，涉及成本、效率、结果，这是一个综合性的问题；

2023.1.7周六
在家；下午做核酸；顺路去了城市书屋；双渎小区文明中心；类似书屋，三层楼设备全新，环境也好，但没有一人在内；服务员脸色极差；进门就问人来干什么；而且说马上要下班；政府投入资金，服务小区，但到最后，只变成了一个形式上的摆设；主要原因是社区工作人员如果服务好，去的人多，得不到利益，而且还很辛苦;这说明制度设计很重要，管理确实是需要很多的学问与知识；


2023.1.6周五
早上9点到校，到12点台湾嵌入式协会夏 张到校；
交流感觉台湾做事情细节关注很到位；注重人的职业素养与基本功；与国内学校理念上还是不所不同；但学生或老师，都看不上基本功训练，只是盯着创新、高新技术；这是学校要名利的需求导致的；基本素质培养好，学生也不见得能有多大发展，这是很多学校不愿意在这方面投入精力的问题；
下午虽然在校但头脑不清；

2023.1.5周四
一天在校，但收获不大；

2023.1.4
已经1点多；今天在书店，还是有很大收获，看了一本微积分的书，对数学有了更深的认识；
到家后写好的项目总结的2个难点，现在1点了，先睡觉；
总结今天就是，有困难时换点其他的事情，但千万不能看视频消耗自己；


2023.1.3
一天都在学校，从早上9点从家出发，到校，但一直害怕动手写文档；直到晚上也没有成果；
晚上到家时周越看电影，我倒利用这段时间看了看C＋＋的书；

2023.1.1
又是新的一年，元旦时一天在家，也看了些视频，也整理了一些文档，看了看文献，晚上周越上好课后看了电影；
反思一天，做的好的是中午没有长时间睡觉，抓紧时间在整理论文；差的是，还是不能集中精神；
其实关键内心还是有些矛盾：一是对写项目总结报告不太擅长；二是自己有害怕困难，想拖延的想法

2023.1.2
《超速学习》utralearning 作者1年月完成MIT课程；书中提到的9个学习方法：
后设学习 专心致志 直截了当 反复操练 提取记忆 意见回馈 保留记忆 费曼技巧 勇于实验；
后设学习，先学习如何学习要学习的东西；先要建立学习地图；
1为什么学习这项技能；2需要那些基本知识；3有那些资源和渠道可以利用；
常常碰到的问题：1拖延2分心3无法做到真正专注；
1拖延：把大事情分步骤；2分心 打造专心环境；想其他东西时把想法记到临时笔记本上； 3边做边学，不专心时按步骤一步一步操作，在操作过程中学习；4反复操练，对难的问题不断得复，练习，思考分析；5提取记忆 学习后自由回想学习内容；6意见回馈 查询结果型反馈 资讯型反馈（那个地方做的好，原因，如何提升） 修正型反馈（找经验丰富的人，指出不足与方向） 对于难的东西，要不断重复复习；费曼技巧（把学到的内容，写出来，并讲解出来，如果讲解不顺，证明自己没有很理解）先模仿再创造，找到比你优秀的人，模仿优秀的人，做好再改进；

在中午的时候写了上面的话，后面看视频微信，浪费了时间；
如何合理安排自己的时间，这是我第一个面对的问题；不应该把大量时间浪费在浏览网页和视频上面；必须要有针对性地接收信息；被动地被信息轰炸，已经严重影响到了个人的时间利用效率；

早上7点是精力最好的时间，把复杂困难的任务安排在早上；早上闹钟响后，起身睁眼10分钟，然后起床；
每天早上列一个 TOdolist清单；注意合理安排时间；





