<<<<<<< HEAD

0220
昨天git push时没有存盘；写的内容丢失；

0219

过年三周；没有记录，时间损失太多；
收获
1办公与学习边应该放一个笔记本，随时记录  收获  思考  知识；
2行动总是有收获的；怕就怕不动；焊工竞赛要涉及2个分院；学工 教务 外校；但交流下来也能安排好；
3张维迎清华讲座，中国创新，1500年前与世界差距不大，春秋战国，诸子百家有思想成就；孔子老子庄子；但1500年后，文艺复兴 启蒙运动 工业革命 信息革命 中国就没有成就了；科技与思想都没有突破；主要原因在于：体制不支持创应，没有自由；
4张维迎讲经济；改革25年；近10年；改革开放后也有很多问题，恢复高考，教育部说来不及；邓小平说不能干有人能干；印刷试卷的纸都不够，仍开展了第一次高考；事情要是对的，就不要等条件成熟，能早行动就早点动作；朱榕基98年国企改革，也是强行执行；但近10年；各阶层都不满意，经济问题也比较多；
5ZLIB有所有电子书，加上CARBle可以阅读所有电子书；
6新校区家电各种准备齐全，事情做起来也很快；
7化妆品盒的事，多想想是可以解决的；线扫---机构--程序；行动可以解决问题；
8鲁建华谈成了吉利秦奋的横向，企业项目推进，跟进很快；


不足
1过年前3-4天应该利用起来，不应过早进入过年状态；
2过年期间活动太少，应多走动，多外出；


=======
>>>>>>> dbda600462da8f88d8aba0fe70867b108f7c245f
0128
周日
27周六到璞悦收拾整理；
26周五；在校，下午林克伟来检查安全，但实训中心；办公室没人；分院人少是一方面，还有要求不严格是一个问题；
早上工会会选举主席；然后到汪芳处讨论培训事宜；确定1培训2新疆课题关注3无人机向科研服务发展；
25周四；下午宣讲了精品课程建设的经验；
1选择好一门核心课程；2选择好团队长期建设3带学生组团队 参赛；
周一周二学校举行诗歌朗诵；周二下午校长到分院调研；李志奎陪同；介绍了情况；
提到一是要有信心；与工贸比差距不大；二则提到要借助其他高校力量；

2周左右没有记录；教学能力大赛汇报后刘成尧明确要去日本了，通知书已经收到；无法组队参赛了；
开始申报精品课程，省重点教材；双高也出台了验收文件；

书记叫去谈话，中午没有吃饭；近1小时，了解情况；
明确1分院名；2五年规划； 3技术服务 4教师集中精力；

书记院长都接触后也发现，领导并不是智商高于他人多少，只是比他人会坚持；
张提到一定要招博士；提到一定要技术服务；要推进地方产业；他也明确说，不怕碰到问题；
有问题就解决问题；一个个解决，一个个推进；


0111
早上新的领导就位；会后找才梁交流，他提议要读博；
下午与韩交流，提醒在现在位置做好自己的工作，不要寄希望与他人；没有人会支持你；
一是明确人才培养定位，重点关注前30%教师；
二是提到教务；杜想法多，善变；难以听取他人意见，教务不易工作；
三是专业，不要开过多；现在专业搞好搞强；
近期总是在思考，还没有一个清晰的思路；现在明白了：
事情只能靠自己，不能想着新领导有所作为；现实环境并不是一天就能变化的；
杜海清也要去读博，人只有自己变强，才会发挥作用；


