0128
周日
27周六到璞悦收拾整理；
26周五；在校，下午林克伟来检查安全，但实训中心；办公室没人；分院人少是一方面，还有要求不严格是一个问题；
早上工会会选举主席；然后到汪芳处讨论培训事宜；确定1培训2新疆课题关注3无人机向科研服务发展；
25周四；下午宣讲了精品课程建设的经验；
1选择好一门核心课程；2选择好团队长期建设3带学生组团队 参赛；
周一周二学校举行诗歌朗诵；周二下午校长到分院调研；李志奎陪同；介绍了情况；
提到一是要有信心；与工贸比差距不大；二则提到要借助其他高校力量；

2周左右没有记录；教学能力大赛汇报后刘成尧明确要去日本了，通知书已经收到；无法组队参赛了；
开始申报精品课程，省重点教材；双高也出台了验收文件；

书记叫去谈话，中午没有吃饭；近1小时，了解情况；
明确1分院名；2五年规划； 3技术服务 4教师集中精力；

书记院长都接触后也发现，领导并不是智商高于他人多少，只是比他人会坚持；
张提到一定要招博士；提到一定要技术服务；要推进地方产业；他也明确说，不怕碰到问题；
有问题就解决问题；一个个解决，一个个推进；


0111
早上新的领导就位；会后找才梁交流，他提议要读博；
下午与韩交流，提醒在现在位置做好自己的工作，不要寄希望与他人；没有人会支持你；
一是明确人才培养定位，重点关注前30%教师；
二是提到教务；杜想法多，善变；难以听取他人意见，教务不易工作；
三是专业，不要开过多；现在专业搞好搞强；
近期总是在思考，还没有一个清晰的思路；现在明白了：
事情只能靠自己，不能想着新领导有所作为；现实环境并不是一天就能变化的；
杜海清也要去读博，人只有自己变强，才会发挥作用；


