每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
人生就是一天加一天，珍惜今天就是珍惜人生
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"理想的自己：精通英语，精通电子、PCB、编程、机器视觉、人工智能；能将技术应用到企业生产实际，切实解决企业实际问题"
"#########################################################################
每天上午下午，工作要思考计划好；中间运动走下10分钟；
关键在于效率 ，并不是时间花的越多越好；
万志平，你的问题在于坚持不够，否则你必将成大器！！！
明确：OPENCV   english;

1226周二
早上一来就先翻看了刘成尧的教材；收获很大；一是明显用心了；二是有多名学生参与，带着学生共同进步；三是项目有相当高的实践性，包含了很多工程思想；
四是活页式，所有PPT 代码都可以扫码；
一边看一边想到：刘成尧的优点就是做什么事情，认准后会一直向一个方向努力；回头看看我，一会电子，一会计算机，一会嵌入式；OPENCV涉猎太多；
但没有深入；深入是需要很多时间与坚持，这正是我缺少的一方面；
再次明确：OPENCV   english;


1225
时间近一个月没有更新思考；还特意又运行GIT，确认是没有更新；
上周三领导选任谈话，下午时周利华也到校谈话；
周五上午职称评审，下午开招聘会；周四早上学校巡查反馈会；
中间交了个人的事项报告；总结等材料；个人最满意的事，不成功的事；
也让自己有所思考，但我并没有写的很好，其实在思考，做校领导是否适合；
如果不晋升，后面我努力方向在那里？


周四反馈问题很多，班子问题；学校纪律问题；党建问题；
周六日谈到周越写字的事，我自己也找出了之前的笔记，好多笔记都没有坚持下来；
新概念抄写只写了3课；改为电子版；现在重点两个一个英语，一个OPENCV；今天新弘桑工又来问设备进展；
近期要走走相关企业；调整调整下设备开发思路；关键是思路确定后要坚持；我缺少的是坚持；
视觉这个事情，是一个正确的选题，但如何 坚持推进还是要找准路径；要通过新弘项目真正打开；

前一周周末到上海；先是景格公司去了下，里面人工智能写教案；开发课件；写评语，录课；录课的功能确实不错；
晚上碰到一个台科，经济过去的，马；1个国家团队；国双高专业；和他一起的一个搞计算机的，山东计算机研究所出来，也有点水平；
第二天到同济；早上上海教委讲到的事情，上海市教育资源；高职服务上海产业等，理念很先进；
晚上碰到山东 江苏几个校长；台职金说到，和金文兵一起在企业，成果很多；不在机电，没有平台；
江苏交通技师戴良鸿，校长很强，一是认识的人多；二是能喝，能聊；第二天又去项目评审；
第二天，机电贺星岳 到会场，听了几分钟走了；常州机电  湖南铁道 有些内容，也是大家都在做的事，但学校强，说出来就不一样；
学校宣传与平台影响很大；返回绍兴路上，吴保健才提到 可以到陶为那帮忙 竞赛支撑下；
周四分院专业负责人会；现阶段专业上也缺少新思路；
电子：一个物联网实训室，一个电子信息专业项目；
无人机协会还是个难题；
汽车近期推进理想；

前2周，金华的98吴浙栋来讲座；学生坚持努力，经过20年还是有成就的；


{{
2023年1月----
学院工作通报：
1、	完成2个实训室建设；开展2项校企合作（三花新能源、理想汽车）
2、	组织5次活动；开展1次博士论坛，3次学术讲座；1次无人控制论坛；6名教师获技师资格；教师要积极参加活动，拓展视野；
3、	承办5场比赛与培训；3场比赛；浙江省维修行业协会汽车大赛；绍兴汽车、无人机大赛；无人机中职师资等2项培训；
4、	1项国家基金立项；横向到账122万；专利转化9项；2项市级科研项目立项；省级项目结题1项；指导硕士研究生2人； 4人参评副教授；
5、	参加多项比赛；无人机专业参加省物理创新大赛2组二等奖；省交通行业维修工比赛，单铭涛获第4名，鲁建华省赛出现，参加全国交通行业大赛，徐玉蓉与学生团队参加全国营销汽车大赛；各专业大赛氛围浓厚；
教学工作：1、12月7-14日重修考试。相关辅导教师与班主任对接，安排好重修学生的重修辅导及考试
2、毕业设计。进程安排已发OA，系统已导入，根据专业情况，有综合设计课程的，安排大三在校生离校前答辩；2+1无人机在实习的，联系学生填写实习单位；
3、临近期末，期末考试命题、学期教学计划输入，教学任务安排等根据安排进行开展。注意工作认真严谨；
其他工作：1、年度预发奖励70%；考核后多扣少补。
2、考核系统上报；聘岗在即，年度业绩完善；业绩分填写、分配细致；
3、招生奖励发放；科研奖励发放、教学成果奖励发放。



1120
 上周二到现在，真是一周发生的事让人太意外；
 周三中午，13点20陈暄叫我，说壮文摔了一下，我以为不会有大事；过去一看状态很差；
 叫了明昊，明昊反应快，马上打120；甘伟门口等着，接120到楼上，医生来时也不能讲清话；
 到医院CT说脑部出血；王丹联系了冯关明，他同学是科室主任；2次检查出血没有增加，说休养；
 晚上毛 杜 胡晓东来看了，但当时还不清醒；
 第二天，高让我去三花；中午收到消息，要动手术；我带了卜一起去，到7点动好；然后进ICU；
 周五下午，ICU反馈信息已经可以交流；小那看了看；
 周五晚上，胡普信，叫了汪书记，农商贸的，还有沈处，科研处长；屠 杜 石几个；
 吃饭时还好，但车上一坐就吐了；下次还是不能喝洒；这次因为胡，没有办法，还是要喝一点的；
 周六博士论坛；下午博士交流，博士，确实是人才上升了一个档次；明显科研水平能力是很强；
 周日家里装修搬冰箱 桌子 电视柜  下午退东西；
 周一早上周越又是难过，不知道是真的生病，还是一到周一就有问题，2次这种情况了，周日正常，但周一早上就说身体难过；
 早上汇报了集成电路专业的事；朱金芳要推进华晟的事了；中间碰到沈泉涌，提到他儿子成绩不好，开始规划了，我也要加强对周越的引导；

1114
又是一周；每次周二稍可以思考下；
周一早上到杜汇报；理想  无人机协会  塘西 PAVE 省维修行业比赛；
后来潘院那工会的事请假；工会的是是一 个教训；事情不要怕难为情，该拒绝的要拒绝；
周六准备讲课，但准备的效率很低；周日早上准备，下午录像；还是各方面没考虑到；
1备注不能显示，没有打印备注讲稿；2电路原理没思考，学生问起来，讲不清；3仿真看波形没准备，结果不对；
4话筒声音不够；5计时器没有超时；
上周二下午 校领导换届动员；下午开始谈话；周三开始运动会;周四下午 周五上午都有小雨，但运动会仍继续；
周三早上去谈话，其中犯了不细心的毛病；2张推荐表中不能填写相同人员，没有看下面的备注，人员有雷同；
周三下午理想到校；周四到塘西职高；无人机中职都投入1000万，19名老师，我们投入不够啊；
周三学生那讲了教学比赛，完成了教案；刘成尧做事情跟进比较好；


1107
周二；上午巡查反馈会；然后科协副主席来校；毛院秦处一起来，壮文介绍；
周一中午台湾廖总；香港纪G++中午来，下午黄岩二职校长副校5人来；
黄岩校长从一职到二职，计划2校合并；想3+2继续；
晚上吴清国从宁波过来；吴清国牌子；杨建青技术经理；G财务；廖技术方；
准备徐州开厂；商业运作确实不一样，了解了一点点；
周日晚上碰头整理教案；
周五下午到宁波西北工大研究院；微传感器中心；电子显示材料；无人仿生；都是6000万投入；
11幢楼；中间机器视觉张那边去，看了，检测确实已经成熟；但瑕疵还是要完善；
晚上还98高电聚会，也没有去；晚11点才返回绍兴；

西工大碰到王森，家族企业，大学研究后做老板，跟着潘院，做圈子；
屈毅林，是个人才，搞力学，但对物理理解很深入；SCI发40篇；
下午省里来领导换届；如果要争取做领导，书记校长那应该多去走动；如果 不愿意做领导；那应该搞好技术；
但现在两边都不占优势；学校发展有太多的问题，也并非靠一两个人能解决，但校长书记很关键，没有好的构思，难以突破；


1031
 周二；上周四晚上准备PCB课程；周五完成教案，但效率 不高；
 晚间踢球，膝盖感觉不太好；
 周六 到拆迁家，拉了马桶灯等；到柯北取一个油烟机；
 周日早上在家；下午到圣悦府；车被杆子打了下；拖延2小时；找楼道卫生打扫下；效果好；让有特长的人做特长的事；
 晚上碰头教案，刘成尧2个完成；
 周一；早上党政会；提到汽车专业课程的事；资源库应用的事；

 安排学生晚自修；
1026

周四26 早上请谢立春致词，结果范委员说不来参加三花仪式；后面谢建议让杜打电话才搞好；协调确实累；下午三花整体情况较好；就是人力连学校名字也说不对；
周三；早上人事开会，博士交流，以招人为目的；下午去湖州；
浙江胜日本2：0；晚上10点半才返回绍兴；刘和学生关系确实不错；
周一改好省团队；
周六全天加班整理省团队申报材料；
周四方益明来讲座；组织的人太少；其实内容还是很好；
晚饭姜磊一起，碰到文理黄曼，教授处长，提升很快；
周日 周五 周四三天晚上整理PCB课程；完成了项目确定；课程标准；


1011
昨天梅山校区班；教学能力大赛，早上联系了小徐，中午发现了35岁的要1人；
赵帅不参加；刘讲的有道理：人人在集体中都只做自己喜欢的事是不可能的；
教学团队申报要准备；SGAVE完成材料；
9周二
9周一；下午巡察组到校；约定了周四课程讲座；下周四科研讲座；


1008
十一假期已经过去，上一次反思是918，近20天；
二十天做的有意义的事：三花去了下，交流了三花班的事，这个还是值得的；
到新弘去了下，企业还是想继续做产品，但是形势不好；
我们自己的技术能力也还是要提高；
19 20 21三天在成都，参加PAVE会议；外语又一次体现了重要性；西安本科的校长，德国呆了8年，可以和德国人直接交流；
德国人规划的很细，做事节奏慢，一步一步稳扎稳打；
新生开学；陈坤带了一个学生来校，学生家长是西子电梯的合伙人；与浙江大学院士共同搞农田改造；环保相关的设备；
梁伟心脏手术后，4号去看了看，时间刚好，从监测病房出来，人可以走路了；
他女儿GOOGLE，不时讲几句英语，做数据分析与挖掘；
12356天天去圣悦府，搞装修的事，有时晚上还要去，体力活做过了，身体疲惫，脑子也动的少了；
6号晚上去了一家做门的企业，老板50多；一个脚有疾病，但自己开厂，买了13亩地；200万*13；盖厂房，出租；里面好多做门的大机器，都是50 60万；晚上还很拼地工作；
十一想看亚运，票买不到，证明自己还是缺少提前预判的能力，事情做的太晚；




0918
11天没有思考；自己也没有感觉；
今天早上，刚到校，正在考虑教学能力大赛事情刘宇亮在群里讲脏话了；忍不住群里直接说了他，然后就下楼；
说到实训室东西；柜子、光学检测设备；一边和他整理，一边交流；
他提的有些建议还可以考虑：1、大会可以找有成就的老师来讲；还是找校外好；校内没有费用；
2、建议去读博；建议科研加强交流；
还提到；要做大事；说祝良荣做了大事，有些时候听听刺耳的话也是能让人全面了解情况；
下午一下时间就过了，和刘成尧交流了教学能力大赛的事；从PCB来看，做国产芯片这方面还是有点机会；
17 16两天在家；一天去买了门；一天送周越去一中比赛；
15 早上教学例会；下午学校主题教育及党建设动员会；下午去看了梁伟；时间太晚，做事要及时，拖的问题还是在；
14新生报道；
11 12 13？？事情要计划才能做好，没计划，一天天就这么过去了；
中间有半天，产教讨论杭钢 浙江大学 行业产教融合体；后来计划从网络安全行业申报，个人认为问题还是很多；
杨建青提到锂电池要关注；

0907上午教工大会；中间毛院来看朱峰；后面汽车群开会；
唐鸣会上状态也不太积极；一讲就说负责人分工作量的事；中午电子专业会议；
刘成尧准备的很全面；提出目标要升本科专业；
0908早上到上虞；碰到了浙江大学 机电研究院等；几个产品鉴定；
三个软磁材料；一个粉尘检测PM10；二个风机；
张弘提到的CNAS  CMA 要抓紧时间；
还有王太信也提到新弘，要结束掉；
技术上的事情只能靠自己，靠其他人都是不现实的；孙新城一堆乱摊子难以收拾；
做工程，前期一定要认真分析，分析，再分析；不要盲目制作，后期返工真造成的损失更大

0906准备了教职工大会资料
0、介绍新教师  李建  电子信息专业；
1、学习《教育部办公厅关于加快推进现代职业教育体系 建设改革重点任务的通知》
产教融合；（市域产教联合体；行业产教融合共同体；开放性区域产教融合实践中心；校企合作典型型生产实践项目；教师专业要能开展校校企合作；）
三教改革；（核心课程、优质教材）
信息化建设（资源库、信息化学校；虚仿基地；）
国际化（国际影响的职业标准、资源、装备；国际化水平学校）
2、近期主要工作回故
（1）国家级新能源汽车资源库建设  电子信息工程技术，参与深职建设；
背景：8月6日教育部在广州开会；11个重点任务，首先启动资源库；8月15日开始集中整理申报材料，联合26所院校，其中16所为国家双高校；2周完成资源库材料申报；

（2）实训基地  郑尧军动力电池实训室；甘伟新建6间；智能无人机搬迁；
（3）师生竞赛  鲁建华郑尧军徐玉蓉甘伟省教师教学能力大赛三等奖；
浙江省智能车竞赛国家二等奖，赵帅、吴敏；
大学生电子设计竞赛；国家二等奖四项；省一等奖2项；刘成尧电子专业团队；
（4）新能源汽车动力电池高级研修班；甘伟 郑尧军
（5）电子专业创新实验班19年返校会；
3、几点思考
1、教师发展
教师队伍发展是学院发展的第一保障；教师队伍如何发展？引进、提升；
暑期鲁建华老师培训最多；有些老师因工作无法培训；但有的教师根本没有培训提升的想法；这非常不利于教师发展；培训虽然不一定能如期学习到你想学的内容；但总比不出去学习要强；
长期封闭、不外出学习容易导致思想落后、差距变大；
当然并不是什么都要学，要结合个人所长，重点突破；
这也是我暑期2周到北京理工培训的一个收获；给我们讲座的有几位是高职教师，有的专门就盯信息化多媒体制作；2天讲座内容还很丰富，视频PPT剪映手绘动画；有的专门讲教学方法与教学评价；北京教委挂职开展学生评价研究；汽车的教师转到了无人机；专门讲专业人才培养改革；这位老师检查癌症已经2年；但还是积极工作；后面资源库会议；东盟国际周会议；走出去才发现差距，才发现有不同的做法；

2、思想认识；改变观念；先有思想上的改变，才能有行动上的改变；
（1）认可学校，认可学生；
前期关注不够；在暑期中层干部培训时，宁职院苏院长到校讲座时提到了；我才发现认同感的重要性；
之前听到很多老师抱怨学校；学校问题很多；但并不是靠抱怨解决的；直接说出解决问题的方法；不要在学校，天天说学校差；这不是一个明智的举动，也对学生造成了不好的影响；
对学生也是，千万不要说学生差，那个不会，就说那个；那方面要改，就说那方面要改；不要贴标签；包括3+2学生；
我们的学生，在高考过程中受到了打击，不要再到学校受打击；
引导学生兴趣；建立学生信心；培养学生特长；
交通学院的第一个约定：
做为老师，不说学校差，不说学生差；
做为学生：不说学校差，不说老师差；

（2）积极工作，积极面对
现在高职院校竞争激烈；项目、论文、教学上出成绩都必须经过长期的积累；有的老师就有了这么难，不如放弃的想法；一旦有碰到困难想退缩的想法，就很难再面对更大的挑战；这是就需要走出去，去看看其他人是如何应对的；
暑期也是几个专家给了我启示；一个就是浙江化工研究所，姚献平，84岁，看上去像54岁；他就说到，一路上碰到的难题太多了；一个一个解决，有的几年，甚至10多年都还没解决，但总是不停在尝试，在一点点收获；他每天早上另外一个院士交流一小时技术问题，80多岁，每天来回跑，但一点不觉得累，因为每天都感觉有好多新收获，有新的期待，中午在来的路上，博士就给他报告用新的办法，制造纳米纤维素，可以极大降低成本；他认为可行，马上要安排进行试验；   暑期培训请了浙江大学俞小莉教授，她也是中午车上听到消息，马上微信发他的学生，让整理进报告；60多岁，5门课程；  还有88岁的北京理工教授 张忠廉 光电楼4002；每天早上7点到晚上12点，他说现在这点困难，和延安那时比，根本不算困难；再难的问题，也不用怕；
现在我们工作中是有困难，但不怕困难，怕的是不敢面对困难，主动放弃；
老师只要勇于承担工作，敢于开展工作，我认为就不怕，就怕主动放弃；

（3）学期工作要点
多年来，分院重点一直就是三件事：教师提升；实训室提升；育人水平提升；
良师汇集、设施优良；教师团队：团结高效，专业水平高，教学能力强；
培养自我管理；学习能力，实践能力强的高素质人才；
一是教师提升；培训、下企业；大力支持；
二是实训室继续提升；电子；无人机；汽车；智能车；营销依托竞赛学生创新团队打造；继续推进教师负责实训室制度；
三是育人水平，结合现状，重点加强信息化建设，（包括了资源库建设、教师信息化水平提升、线上课程建设、信息化教学方法改革）结合新能源汽车资源库，加强课程建设；“能学辅教促改”资源库建设目的，减轻教师工作量；我也了解过很多资源库建设项目，大部分存在应用推广上的困难；但也不是全部，有的课程，资源并不多；但实用，真正与教学内容贴近；而且结合平台的测评功能，真正能让学生“导 思 学 练 评”；要让学生在大学期间学习能力上提升；主动学习水平让提升；信息化、人工智能是发展的必然趋势，教师一定要学会接受新技术，应用新技术；





0906
早上OPENCV；调试并没有那么快；稍厘清了点HK的库思路；
下午；毕业设计打印装好（必须要做的事，还是做点处理是，不要拖）
准备明天会议的事；找李建谈话；
0905；调通了OPENCV win linux两个系统；linux学校机器因为ROS原因冲突；一直搞了2天；有时还是消耗了太多时间在这种上面，其实关键的不是框架；而是内部的程序；晚上到圣悦府量踢角线；
4号 5号2天，全部在搞OPENCV QT；
3号周日，送周越到费宇超家；然后买了面包，一天QT程序；
2号周六？？
整体感觉开学前，效率不够高，原计划的上海景格；台州机器视觉企业要去下


0901
31早上送周越，然后到家，浪费了半天；
下午到校，调了调ＸＩＮＨＯＮＧ设备；开了党员民主生活会；
01早上到校，杨建青谈竞赛事；然后王坚锋外取了摄像头；
效率，效率是关键，要在同样时间做的比其他人多才能有所收获；

0830
昨天下午花了很长时间，在小米笔记本上装好了OPENCVcpp；下午刚离开咖啡馆；蒋冬冬打电话一起吃晚饭；
饭后又是编译；安装；到9点多莫名好了；
早上8点去机场；轻工老师竟然是新能源汽车制造方向的；机电系的，汽车制造的有15人还多；学校新校区1800亩；
双高的学校确实发展很快；
中间到机场，延迟1小时，10点45到2点到；3点上车；4点到家；时间一天；

0829
29号今天早上8点到会场；本以为贵州交通的会议有点内容；结果全是领导讲话；签约；早早退会；
来到青岩古镇；这个选择是不错；确实是一个有年代感的小镇；边上是石墙；中间路全是青石板；墙都是石头；房也是石头；一层层堆叠起来；
别有一番味道；中间不时挂着大明的旗子，估计是拍戏用的；也有不少人专门来小镇拍照；
也有状元楼；教堂；周恩来母亲居住地等一些故居；总之比呆在酒店是感觉好很多的；
到中午1点左右；写了民主生活会材料；费时1个半小时；
中午就一杯咖啡；也没有食欲；

28昨天在酒店写的没有保存；VIM要注意定期存盘；
昨天早上到东盟教育周参会；下午在酒店；中间蒋冬冬来交流了下；了解到的信息是南京交通5个校领导督报工程师项目；
投资2000万打包做智能网联汽车；大手笔；南京信息几任书记校长与华晟合作；2000万包括了国际交流；企业捐赠；教学成果奖；科研到账；专业实训室；
长期8人在学校服务学校；常州机电4人，把软件工程做成了全国第一；
项目要长期运作；晚上与南京科技黄书记；常州机电校长一起吃饭；华晟陶总；几个人不太熟悉；
黄书记据说在使馆工作过，外语水平高，专门就是为了提升学校国际化水平配的领导；
准备联系江苏学校、芬兰等欧洲名校一起推进国际化；
27早上在家；早上临时杜海清问资源库事，材料发了下他；马上发现2个签名没有；
一是我自己还要仔细；二是要下面的人要人人负责质量，这样才能出来质量；
下午飞机到贵州；多彩贵州 爽爽贵阳；
26早上培训班开班典礼；等浙江大学俞小筣讲好后送他到车站；顺便聊了聊；高层次人才真的是不肯清闲；
她路上听到我们新昌班，马上发材料给博士；说现在还有5门课，项目多的很；
但也提到，高校教师分2类一类是吹牛，做假，虚的东西来做名声；一些人是真真长期摸索；
但现在后者越来越少；教师都为了快速提升；不愿意上课，不愿意花时间做慢的东西；
谈到浙江大学工程师学院；混混班；我说要带杜海清一起去学工程师学院与无人重点实验室；
26下午带奶奶看病；看地砖；价格相差不大；
25号早上让壮文提交材料；
下午把视觉的东西装了起来；企业也是差；键盘鼠标都不见了；东西脏乱差；
开起来后摄像头连上但没有图像；技术工作中很多细节还是要一步步走下去的；
24早上宣布杜海清任命文件；中午到焊工看看；下午提交了资源库材料；

0823
22一天在校，早上确定课程；下午完善资源库资料；
中间河南物流联系要加入；晚上陕西交通要加入，明显感觉到了学校的水平差距；

0821
20号周日，全天整理资源库任务书；中间让壮文联系南通；壮文推郑教授；明显感觉不愿意主动担当；
任务书是一方面，湖汽动作太慢，感觉也是有名无实；
19周六，早上点滴后，带周利华去萧山 看奶奶的腰；整体情况还好；下午到校；对壮文说做资源库执行负责人；
也已经提到了，汽车专业群要他争取带动发展，但他又是推拖；晚上点滴；
18周五 全天整理资源库任务书 全天在校；
17 周四 周三两天病重；嗓子痛，2天一边点滴，一边处理资源库事宜；
14号建工会议；早上参会；下午向毛院说由杜负责的事；
15号集中办公分配任务，开始整理；16两天集中；
联系景格，愿意投入100万进行仿真软件开发；
反思这次资源库事，还是太轻信宣传的实力了；湖汽是有实力；但其实最佳方案是与潍坊 汽车与自动化交换；
提升电的实力；办事情越多，发现顶层设计越重要；学校，企业，个人都需要明确的顶层设计；
明确发展方向，核心竞争力；然后坚持一个方向不断努力才能有所收获；


0811
10号早上去了下管线店，下午到校；陈院退二线；杜海清副校长；投票谈话后，与唐、毛确定了湖汽的事；
汽车资源库；杜做负责人；中间还见了下超星；
8号下午；分院内部主题教育会；主题教育调研交流；
9号本来约陈院汇报工作；到校后钟院说，调整岗位；下午去向毛院汇报了资源库；上午到杜海清处进行了下交流；
到国赛比赛那边看了看，加工单晶炉元件；
个人问题：时间利用率不高，还有就是动员老师的力度，方法不多；不能调动老师积极性；



0807
3号下午去广州；到宾馆已经8点，晚饭后休息；
4号早上碰到罗臻 杨工 钟处等；上午林宇讲话；孙善学解读；下午经验分享；
下午湖汽尹万健报告；后面提了下合作的事；
5号早上与南通徐校 教务马处等交流过；南通明确参加，也愿意联合湖汽；
5号下午碰到了湖汽车辆运用学院的周定武；周比较能说；汽车企业干过；
编写了一些教材，电子教材也做了点；竞赛也带着全国一等奖多次；但超星讲座后就走了；
没有表态；
晚上一次错过了罗的电话；一次错过了陆的电话；等消息时，还是要打开手机音量；
6号早上飞机，下午2点到家；
7号全天在家；windows中安装了手绘软件;酷狗音乐；有些软件还是windows运行顺利；
但发现周越的问题，学习主动性不够；这个要注意加强纠正；



0803早上再把实验室材料完善下；然后下午去广州；
英语新概念背起来；争取1-4全背会；

0802早上周越到费宇超家；我到学校；电子设计竞赛；王做电力；刘做电路测试；金与刘友澈在看声音的题；
中午把视觉系统搬到隔壁办公室；
下午完善了下绍兴市重点实验室材料；
晚上去看了下二手沙发 床；

0728
26 27两天在良乡校区；学校面积很大，但人气不足，还是中关村这边像一个学校；学校暑期有没有学生在学校，是学校是水平的一个体现；
26号学MASTER CAM早上画图；绘制自己的名字；下午程序生成；然后到铣床，做出自己的章；
我的章笔画太细，其他还好；了解了对刀；手轮；换刀等；
27号早上激光扫描；三坐标；测量；  10万左右扫描仪，可以建模；激光7线；点云构图很快，很好；
中午智能制造；500万，可以加工笔筒 机器手 AGV 立体仓库 和我们2000万的功能一样，还做的小巧；
边上是PLC3个 自动化生产线；教师自己开发，准备做数字孪生；
晚上比较麻烦，填写无人机的表格；材料收上来的太差；表格；内容都是差；
我在LINUX下；编辑不太方便；搞到十一点，还是乱麻一团；
学校的电脑远程不上；原因不清；应该是WINDOWS系统有问题了；

=======
>>>>>>> b8e93c2818cd45ab2c6d9b5c11efcd372791dc30
0801
早上休整；下午到学校；原来是因为U盘，重启后进入了LINUX；
在学校制作了一个视频；虽然看上去简单，但浪费了不少时间；

31周一；上午CUDA课程开发讲座；下午买票返回绍兴；晚上到家；
在中午时到了张忠康教授那，他送了几本书给我们；正在准备20年教学成果材料；
30号周日早上专业标准讲座；下午师资团队讲座；晚上请了汽车的教授
但讲的又是产业一半，数据应用一半，与参观国家汽车北理中心时相近；
29周六；中午2点出去，老大刘明霞已经到西单，中间还一直以为是气局，地方搞错；
幸亏老大找对了地方；
吸取教训：吃饭订餐提前2天；订了可以不去，但订不到就麻烦了；
做事情，都要注意时间；要能早尽早；晚了就有可能带来很多问题；
去的地方是绍兴驻北京办事处，这到是没想到，但点的6人餐还是多了；其实大家并没有太多吃的意愿；
地方环境不错，交通方便；在北京请客还是可选的好地方；
李克处长班刚结束；小麦军工项目，保密啥也没说；只是FPGA相关；
交流感觉大家都发展很好；小麦女儿西安美术；老大女儿中国地质大学；
都在考虑考研；李克工作顺利，解决了正处；副厅迟早肯定会有；他心态也很好；

2627两天在良乡
两天在良乡校区；学校面积很大，但人气不足，还是中关村这边像一个学校；
学校暑期有没有学生在学校，是学校是水平的一个体现；26号学MASTER CAM早上画图；绘制自己的名字；下午程序生成；然后到铣床，做出自 己的章； 
我的章笔画太细，其他还好；了解了对刀；手轮；换刀等；  27号早上激光扫描；三坐标；测量； 10万左右扫描仪，可以建模；激光7线；点云> 构图很快，很好；  中午智能制造；500万，可以加工笔筒 机器手 AGV 立体仓库 和我们2000万的功能一 样，还做的小巧； 
边上是PLC3个 自动化生产线；教师自己开发，准备做数字孪生；  晚上比较麻烦，填写无人机的表格；材料收上来的太差；表格；内容都是差； 
 我在LINUX下；编辑不太方便；搞到十一点，还是乱麻一团；  学校的电脑远程不上；原因不清；应该是WINDOWS系统有问题了； 
>>>>>>> ff0e284739d3649bd927125575fe62fe65a467dd

0725 
刘平青；经管系主任；
引领；先进力；传导凝聚力；
一先进力；
拓宽视野；
朱九思；两件半；招人才；5年进625人；综合能力培养；机械人才 学文科；全人；
半年事：美化校园；
认知优化；罗兰：30岁已经死了 认知固化；
管理理论发源 欧洲 出国到伯克利学习；
GOODENOUGHT古德纳夫；电池；找到一个问题；解决他；齐纳；导师；
主见；独立思考；
林徽英；诗歌想像的我，并不是真的我；看到问题；认识问题；
主见离不开宽松的环境；
亚里士多德  吾爱吾师 更爱真理；
思想；反思自我；
傅思年；一天只有21小时，3小时是用来沉思的；
专长；扬长避短；
如何做好学科带头人：1提高个人能力 教授 院士 取得成果；2发挥优势 不足找人；
自我认知；强化优势；团队合作；
郑万钧：报国是实际的东西；把专业做精；把你的成果公诸于世；
积极；主动谋划；
杜玉波；第一天国防7校开会；回校研究；第二天国防科工委交报告；
向上管理；影响信任的因素：
协调：唯一；出现冲突单一交流；外部；外部专家；预见；估计到对方回复与问题；
不拿别人的过失责备自己；不拿自己的过失得罪人家；不拿自己的过错惩罚自己；
自食其力  自得其乐 自鸣得意 

下午；电子的教师；辛怡 电子信息－－交叉到生物医学工程；
生物信息处理方向；

BOPPPS
bridge-in 吸引学生兴趣；承前启后；
objective 知道教学目标 面向目标；
pre-test 了解先修知识掌握情况
participatory learning 多方位参与学习从而掌握知识
post-test 检测是否达到目标
summary;总结

雨课堂；开始，直接加入课堂；可以直接展示PPT 提问；
收纸条；padlet;可以建立白墙面;

昨天吃饭时湖南汽车说要马上去读博；魏宵；BYD工作6年；中电重科6年；
今天吃饭南京工业职大 渠立红 南航 发动机热管理博士 搞本科新能源专业；
南京工业职大20人；新能源 车辆工程 每年12个班；
职业教育的本科还是有问题；

个人这几天在北理工；时间比较宽松；可以放松思考；
今天还看了看；苏菲的世界；
外语加强，找机会国外学习半年；


0724
姜丽萍 教学能力大赛；
刘云龙 教学创新团队；


2023教学能力大赛；时间40－－50分钟不提；改为一个教案时长；
审查是否开课，是否真实教课；
三机位；减少脚本设计工作；真实反映教学实际；
课堂视频：突出学生主体；不能全部是教师为主；学生学习、互动体现；
实施报告介绍时；PPT与介绍不能是COPY关系；是相互补充关系；
改为强强合作；
qc_zjipc
jtxy88009255

下午：研究要久久为攻；要瞄准研究方向，进行长期攻关；
瞄准机器视觉






0722
22号一早，和邱 沈 孔去了天津；在天津中汽恒泰线上对校友会讲了讲话；
然后看了中汽恒的设备；很多电工电子 汽车电气的东西；基本已经按我预想的开发了出来；
智能网联汽车大的；小的也有;搞汽车的基础比较强，但对于软件；
智能网联还是停在上面的收集与显示数据层面；
老板姓花 天津人 姐姐是院长 花玉香；和机械李晓明也很熟悉；
下午到郑达家；今天回来后，下午听北京教育研究院的一个讲坐；
曾在教委工作多年，从教育部门讲校企合作；讲工程师学院；数据漂亮 体系全面；
但缺少操作层面的内容；
郑达刘明已经进入无压力状态；暑期更清闲；女儿在北京地质；郑达每周出差；
刘研究中医，有所收获；提醒我，火旺；我经常口干 眼干 从脸上的斑点看出 右侧身体状态差；有可能会结实 身体缺水  容易生骨刺 关节易磨损；
脾弱  肝胃有火 阴虚要滋阴   要喝绿茶 晚上睡前吃枸杞 ；
身体是个重点，要保养好；郑达姐夫 弟弟都因病去世；也已经不是年轻人，要注意身体；
今天整天感觉疲劳；没有精神时就看手机，结果更是精神提不起来；
一定要减少看手机；多学习学习英语；


0721
上午北京电子科技大学教务处管小清；
说了一些实际的情况：1＋X已经证明是失败了；
高职本科一上，硕士博士，很快；高职教师要读博；
后来微信提到，各侯小菊很熟悉；问了侯教师，果然在广州；
下午参观北理工新能源车数据中心；参观校史馆；到楼上技术中心；
直接说找对外合作处；到信息楼发现，在做北斗；嵌入式；卫星实验室都是指纹锁；
技术还是很重要；只有水平高，技术强了才能挺直腰杆；
晚上在理工8号教学楼一楼写了写明天电子创新班的稿子；


0720周四
晚上高建强打电话，到海康，我们与海康签定战略合作伙伴协议；
早上讲到了视频制作；动画制作软件；作手绘动画可以像作PPT一样方便；
下午到了和绪；和绪仿真软件以操作为主；教学设备，以CAN线向上位机传数据为主；技术上确实还有点不足，但产品美观方面还是不错；
晚上到4002虽然人到了教室，但并没有学习到多少东西；有时不能集中精神进行学习；还有时会看视频网页；而且没有明确的学习计划与目标，这不利于行动与收效；

0719
现在在北京理工；上次写日记到今天已经19天了；
0629请了浙江省化工研究院的yao献平来讲座；年纪70但精神状态极佳；思路异常清楚；
讲到要把握机会，争取机会，创造机会；
浙江大学毕业，去北京，因为土配方的生发剂做生了 研究所最赚钱的项目；
到上海打市场，继续发现材料的新方向；
回浙江造纸厂技术改造，创造利润，后面搞纳米纤维素，绿色材料；
他的思路是技术要应用到企业中，在市场中创造价值，所以他带着研究所，企业创造了利润；
二是，重视技术，认识一两个技术大牛就坚持合作；说与一个外国的院士，每天交流1小时技术；
三是肯吃苦；把所有设备、技术从底到上，整的清清楚楚；
回想梁伟，发现也是一个方向深入研究才能有成果，我不能关注太多技术；
虽然到北京理工有收获，但决定：一是汽车的技术，不要重点研究，二是加强电子方面的集中聚焦；

7月2号开始去延安；学校中层干部主题教育；
第一天机场到西安，西安到延安，住在金延安；一路无话；第二天早上开班；然后就是听讲座；后面34天基本如些；
中间去了延安革命纪念馆；
去了习近平下乡的梁家河；比较远90分钟；延安革命旧址，毛泽东住过的地方；枣园；
听了 延安十三年 整风运动 梁家河知青岁月 南泥湾精神 看了延安保育院；金延安晚上的表演
杨家岭 四八烈士 学习书院 大生产展览馆 八办；
体会一是毛泽东真正是认清形势的人，能看的远才能领导；
二是方法多，各种不同情况，能想出不同的应对办法；有时主动退让，让大家认识到他的价值；
三是能学习；毛泽东的住处放了24史 古文观止 从历史中学习经验 能学活用
整风先上层 然后中间 再向下改变作风；当然，中间也偏差过，系统越大，出问题的地方有可能就越多；
七大开50多天  也是历史绝唱  这次真正统一了绝大部分人的想法；
包括在延安期间处更 贪污 强奸的干部  其实也是统一方向；就是为了不出现李自成相似的问题；
返回路中去西安 12点出发 中间云黄帝陵 到西安8点   后面出来碰到宋文 袁桃 到不夜城 商业运作典范；
回来碰到吴雄喜谢立春 宋正江 高奇峰  吃好又碰到潘 小东 ；中间提到张春琴7万，确实拉差距大；看来我还是比较保守；

延安回来后和周越去江西；
第一天就直接到卢山；山上有一小镇，住的地方凉快 2天在山上 走了三桑泉 美卢 毛泽东 卢山会址；
下来南昌2天；看了摩天轮 亚洲最大 还看了腾王阁

回来休息1天后到北京理工；
两天北京交通马明芳  说是胃癌但还是很拼；教学方法花样很多；什么转木马 什么餐垫 有点创新；对考核搞了一套东西；
但操作与推广还是有难度；在当前一个班40多人 教师精力不够；

中间有一天晚上碰到了陈力，她给一家汽车软件公司OTA；以色列的；说3月去以色列，感觉他们的综合国力很强；
昨天晚上到光电学院；张忠廉教授这交流了下；工作40年，退休又工作到88；还在每天工作到1点钟；
创新班；培养学生综合能力；关注优秀的，同时关注落后的；还注重记笔记 记忆 考试方法 毅力等；
几十年前的学生记得清清楚楚，确实不容易；




0701周六
周五上午苏志刚到校讲座；下午理工科艺汇报；晚上郦校才梁聚会；
后面叫来了张庆荣；葛；
苏志刚能观注大局，也能从细节处落实；学校要以人为本；
和老师约定不得说学生不好；和学生约定不得说学校不好；
郦看人很有一套；能从一个人是否有战略眼光；是否敢做为等多方面观察；
讲到自己说给自己的奖金，以红包发其他人；人才公寓，领导与老师平等，不分大小；
讲到开人，一个是期中期末2次考试一样，一次是浙江大学的毕业生却只是干有钱的活；
没钱，对集体有利的事从来不做；而且明确说，得罪人的事，只能是我来做了；

反思我们两次举报国家级成果奖；全体中层会上唐只是说遗憾，举报不实，继续努力；


0626周一；
上周端午节；中间放假3天，456；周六到校毕业典礼；结束后踢球，自己的髋关节问题要关注下，早点去看看；
典礼上毛院长讲话很有精神，其他就没有印象了，冗长的发证让人难免乏味；
领导学生的讲话又难免落俗；如何有特色的典礼确实可以思考；
周日上班；下午科研论证；
论证中还是张弘；方益明提到的有点价值；
方讲到，电子板级的成果已经没有价值了，就像机械的产品制作一样，没有科技含量了；这是个问题，电子的人只能走算法或芯片；芯片条件不具备，只能走算法了；

0620周二；
昨天写了，没有存盘；
周一早上？下午审计讲座；南京财大一副校长讲，高校所有的经费问题全部都讲到了；
今天早上陈院那汇报；下午博士来校；要确定科研实验室专家论证会；上交个人事项；
周日文理空中足球比赛，晚上教改内部评；
周六晚上西西弗看书，看到两本，一本是？ 一本关于问题的书，问题的书没有看完但很有启发；
要在合适的场合问，问合适的问题，问合适的人；
周四五在温州；安防10年发展很快；无人机一个小专业也有不少成就；小学院就搞丝路学院；
从0建新能源学院；郑伟 伍红军等看出来，学校中层还是非常努力；虽然学校面积 管理问题很多；
前期：无人机设备调整专家论证；集成电路基地汇报；碰到了农林李叔君；
近10天还有？？？为什么总结不出自己做了什么？
原因就是没有做什么；计划要明确，减少乱看书，乱看视频的时间；
尤其是视频，太消耗时间；

0608
周四；早上博士离职招人事宜；资源库单一来源采购；联系职教云等；
思考：顶层要做有用的事，没用的事，从上到下消耗精力，但没有收效或收到反作用；
二是会议，越开的会多，发现开会的问题越多；
三是个人；自己到底要干什么？
周三去杭钢职教云，7点15出发，回到学校4点，又收到35万设备；集成电路基地验收等工作通知；
周二一天去参观杭钢展馆；浙江省经信厅首台套展出；下午首台套有所收获；
三一3000T的吊重；彩虹无人机；氢燃料；波浪发电；
周一下午政治学习；


0531
周一下午 武汉理工 南昌大学2人 武汉理工研究院到校交流   一个机械 一个控制 
周二一天自己学习 保密 ROS等；



20230526周五
周六到周五，又是一周；
周四，昨天早上青岛港湾到校交流，下午准备党课；
周三  姜磊问锂电流电，但在处理中网线与485接口搞错，浪费半天；
在处理ROS仿真中 libpthread.so 版本不对，处理近2天多；
无人机设备调整上会准备；
周一  陈院汇报无人机比赛与上海事宜；下午学校开会；会后唐书记讲了教学成果奖举报的事；
1.事情到此结束？
2.如果重复事情再发生如何应对？

回故下五一前后：
申报无人机省赛成功，省赛承办，校内协调会；调整时间到5.4 准备耗材 专家 裁判 场地；期间场地布线、少桌子，裁判室条件差；
赛前技术会；对接启才 宁波大疆；联系裁判长；五一期间裁判省外票买不到；省赛举行较为顺利；12名；能起飞的只有我们学校2队；
国赛准备，租M300；找控制盒子，学YOLO；订票买保险；参加线上说明会，3人静默10分钟；到潍坊；领队会取消问答环节；
比赛选手发挥正常，第二天我转到上海参加保时捷会议；


20230520周六
今天在浙江交通；早上6点就有电话来说比赛的事，晚上1点多还在处理事情；昨天早上三花；三花三个技术：机器人；机器视觉；机电一体化设备；
周四早上台湾嵌入式来，实训室需要350万；
周一全天在从山东到上海路上；
周二保时捷中心；早开开会讨论，下午到上海市中心团队建设，做瑜伽；
然后到市中心剧院 体育馆边走走，联系上了何烨，在搞ADAS；
周三早上中心总结；企业有会必有总结；这个是个优点；下午试驾911；
速度比较慢，过冰面根本控制不住车

20230420周四;
又是9天没有总结；
周三；上午教务会，专题动员会；中午党政会，下午到周越学校讲课；
讲课整体还好，但是前面时间还是太长，给学生动手时间太少；
操作方法没讲清楚；
周二索密克来校谈成教合作事；
周一晚上6点杭钢学会会；
周日
周六
周五，下午去海康机器人，机器人专门做AGV 机器视觉；企业愿意免费给我们
进行上课；晚上到索密克，企业聘了2个副校长，推进学校工作，准备搞成教；
周四；
周三：到杭州浙大求是，张伟，技术型老总，对电路基础特别重视，
按他的思路，学生学习电子线路肯定可以打好基础；
从电路 仿真 各方面又了解了很多；回来安装了ORCAD后期要学会仿真分析电路；

最近看了像乌鸦一样思考，对分析思考问题有了点认识：
1、分析问题逻辑要清楚；现在基础，发生变化有那些，联动影响有那些，最后结果
是什么；
2、要素要全面，温度 压力 速度 弹性多方面可能影响结果，需要全面考虑；
3、不能主观论断，最好解决科学问题要理论联系实践；
还有买了微积分；麦克斯韦方程的书，发现买书是最好的消费，真的有很多好书；
通过读书可以打开思路；
还有就是对工作上的事，要思考--规划--推进--检查--校准--调整；
技术上要在一个方面强化提深；


20230411周二;
上周五早上学校廉政会，8点15开到10点半；
下午去海康；带了好多教师，但感觉老师们基本没有收获；下次带老师出去前得好好计划下，让老师做什么？
周六周日主要是竞赛项目申报的事，太个人考虑时间太长，应该周六就联系上海景格，尽早做出决定，减少无谓的时间消耗；
时间成本是首先要考虑的事情；
周一早上陈院那去了下，结果陈 胡 小金全部出差，沈泉涌那去，一是新疆课题的事，二是又了解到了汽车电子的项目；
下午科研课题分析会；课题申报：
1要解决什么问题；
2解决的这个问题有意义
3这个问题的现状
4你如何解决这个问题
5你具有解决这个问题的基础
回家后买的几本书到了，确实买书必有收获；
微积分让人易懂，另外2本日本的书有利于培养逻辑与思维；尤其是像乌鸦一样思考，对分析问题很有帮助；
我以后每天问周越一个问题培养其思考问题能力；
两个蜡烛，一长一短，燃烧时，用玻璃罩盖住，那个先熄灭？
1燃烧是什么，蜡烛芯与氧气的化学反应；
2为什么会熄灭？没有氧气？不是，氧气低于17%则灭。考古队员，带着火的蜡烛考察，如果蜡烛灭，则证明氧气浓度低于17%，必须撤离；
3容器中气体是不是均匀分布？一般是的；
4燃烧会对容器中的气体是否产生影响？燃烧产生CO2，减少O2
5容器中气体是如何分布的？CO2比重比空气大，但燃烧产生的CO2由于温度高，密度小于空气，分布在上层；
这也是为什么着火时人要弯腰走路，因为上层空气氧气少，CO2多；
6根据以上分析，蜡烛着火时会产生CO2，在容器上部，燃烧一定时间后，由于CO2影响，导致上面的蜡烛芯无法接触到氧气，熄灭；
所以是高的先熄灭；
当然蜡烛的粗细，容器的大小，等因素也会对问题产生影响。


20230406周四;
前两天写了思考，但没有存盘；全部丢失；
一个月没有总结思考了；
反思这一个月的事情：
先是西安工业大学招聘，周日出发3.5到西安机场，打车到酒店，司机一路飞车；
第二天下午进校；西安工业大学航空相关专业很强，2个无人机博士很优秀；1人有机长
还有集成电路的，机器视觉的；
第三天早上西安博物馆，下午返回绍兴；
后面是武汉，哈尔滨招聘；高铁到武汉，第二天一早到职教通；
课程或资源库，一是要内部质量，要资源好，还要应用好；二是要有外部专家；
有学校专门招标企业进行外部专家联系；
下午武汉招聘，测绘博士较多，其他没有专业匹配的；
晚上就餐，沈航表现积极，对领导同事学校都是夸；
第二天到哈尔滨；晚上开始下雪；
到哈工大，学生活动中心，每层楼都是院士介绍，50多院士，实力太强；
博士全是机械 机电 偶有机器视觉 电商的；
第三天早上，到广州；广州城市职业学院；
周五会议，但现场拥挤，早上致词后专家介绍，也不进行交流；下午2个博士讲座，结束会议；
效果太差；教育部会议如此还是第一次见到；
周六早上线上学生答辩，下午返回绍兴；
3.20一周就开始教育部长来校的事情，周日开始，教育局  秘书长 副市长 教育厅依次来现场；
场地粉刷，车辆布置，会议桌，地面，窗帘，绿植等；
周五下午5点到6点半左右走离开；部长对高职院校较为认可，认为我们学校在前5；
后面又去了新昌，新涛 三花商用  捷昌；
捷昌机电合作典范；新涛有一名自动化学生，长年技术钻研，成为了技术骨干；
这周一个是海康班开班，一个是三花签定协议；
三花学生认可度高，企业愿意让老师进企业进行技术交流，下一步要加强合作；
中间还去了绍职一次，发现差距很大；
1学校环境，绍职变化巨大，与10年前比，基本是全部更新；
2领导团队合作；陈骆去，绍职全部领导陪同，交流全部以实事求是，直接讲问题；
3郦校放权，黄柏江尽力，其他人合作；这是带学校前进非常重要的一个因素；

近期反思：
1近期CHATGPT非常火，也了解了下，自己试用后确实惊人，周越的调研报告，参考文献直接用CHATGPT生成；
随着看相关的论文介绍，人工智能的门已经开启，而且随着时间前进，它的发展并不线性的，而是指数级的增长；
向前看10年没人工智能；20年前没有智能手机，30年前没有WINDOWS,40年前没有家用计算机，50年前世界还在工业时代；
康德拉季耶夫，60年一个周期的经济理论，现在新的一篇开始了；这应该会让世界进入一个新时代；
全世界的算力的提升，把计算与智能带到了新阶段；现在反馈产生作用，智能会带去产业，发生变革；
2学习改变人生，今天三花的邹总是博士，嵊州考入清华，虽然一直自己说是农村出去的，但到三花总经理，全是靠清华打下的基础；
他也提到，企业中没有不可能，只要老板说出的目标，就想办法去实现；也曾2年多每周工作80小时，是平常人工作时间的一倍；
近期走来走去碰到很多博士，博士也不一定所有方面能力都强，但已经在某方面超过了大部分人；
对标我自己，如何发展是个要思考的事情；
3加强对周越的引导；要让其对学习产生兴趣，现在学校教育让学生对科学，数学都是畏惧，这不能激发他的学习主动性；

20230302周四;
早晨参加学校领导评价会；下午全体教职工大会，然后到王坚锋处看视频；
开闭运算也可以得到形状，效果也还是不错，晚上吃饭碰到汪芳；绍兴农业局一人；女儿学数学，家长引导影响还是很大；
晚上写好了六边形；洛谷的算法练习对处理程序问题基础方面有很大帮助，有时间还是要做做练习；
20230301周三;
今天：把多个圆到六边形的问题处理掉；
再思考下年度工作，教学与科研方面如何操作；
20230828周二;
早上准备课程检查；中午到梅轮电梯，但企业只要中职学生；而且对技术不太有兴趣；下午陈院处汇报；
分院的事没说多少，学校年度重点工作徐丹阳来交流；一要重点突出；二要切实施压;
主要原因还在于有的领导或部门平衡的想法太多；总是大家都要有任务，有的时候有不想提重点任务；
下午还有就业线上会，进去一看几十人，退场了；晚上试了试烟花识别；有效果，但对基本的vector array要看看；
还有就是识别了好多圆，如何最快算得形状，这是个算法问题；
20230227周一;
确定课程建设的事，专业负责人与老师时间少，不汇报，直接立项；下午又是工会的会议；无效且浪费时间；
20230226周日;
早上在家；下午学吉他；从基础跟着节拍还是比较好入门;
20230225周六;
要每天反思，不能拖到一周再反思；这一周工作上整体还好；但也存在前松后紧的问题；
英语还是要提高，再加强，词汇；文章；背诵一起；中间看电影学听力穿插；但注意不时进行停顿并重复；
20230224周五;
早上先是高鹏新疆送行会；然后是索密克协议；然后到百度乌镇；PARK基本没有东西；
晚上高韩一起聚了下；韩提到：一是继续搞技术；二是要发挥副职作用；还提到将自动化并入，做大做强；
是间提到，电子专业作风明显比其他专业要好；
20230223周四;
联系郑州博士；联系成都信息蒋要博士；海康10点到；中午台州特警；下午专业负责人会；总支会；
感觉专业负责人只有刘能全局考虑专业，其他还是思考不够；
教学考核制度也大家没有好的建议意见；
20230222周三;
准备专业负责人事宜；
20230221周二;
继续完善制度；
20230220周一;
制定教学业绩考核制度；
20230219周日;
下午学吉他；提到要加强基础；晚间学ROS，也是发现基础东西不够；
20230218周六；
中午到柯桥城北；中小企业联合会；有一个纺织带了斯里兰卡人；交流发现英语还是词汇不够；企业家差距很大；
没有财富不能显示实力；
晚间高鹏孙新城一起，孙新城提醒应该严格，书记宽松，院长要严
20230217周五；
今天周五，周一到现在一下四天；几天看，上午还有点自己时间，下午基本没有时间应对事情；
20230216周四；
早上先是焊工，后面任处人事，下午全体教代会；新昌领导来校参观；
晚上ROS-acadey界面正常了；但程序方面还是有很多东西；
要认真写个专著？

20230215周三
上午无人机；下午徐到校调研，工会会议，然后克伟到宣传；
早上无人机培训交流；下午徐文杰来调研；提到加强奖惩；引进师资；课程质量提升；然后工会拖拉开会效率极低；
会后到克伟那知道了到组织部的事；
晚上到家后ROS机器人仿真界面成功，学习总是一个慢慢提高的过程，而且关键是没有人指导，自己摸索，失败后下次再整，不成功过段时间再试；虽然有收获，但进步太慢；

20230214周二
下午教学工作例会，工会会议；
早上几个老师一来就半天去了，下午教学会议，到下班；
晚上试运行ROS一直不成功；

20230213周一；
早上到校较早，走走教室，听了赵二丽的课；见到叶老师巡查；然后处理名匠；继教等事；
早上刘宇亮来说北京国际会议的事，提醒他做好定位构思的同时，我也在问自己，个人的定位；永远走在不明方向的路上；
永远也走不到头，不知道自己想走向何处，这是一个很严重的问题；也许就在原地徘徊；
今天重点还是教学业绩考核；

20230212周日
周日到校，先去寝室，但学生到校很少，后面在办公室，进行学习浏览；时间利用效率不高；

20230211周六
周六全天在家；运动后睡眠明显变好，踢球虽然没有消耗太多体力，但身体总是想休息，还是要加强力量练习；
因为路由器损坏，拆解后发现短路，近十年使用，修复比较麻烦；

20230210周五；
今天工作：联系毕业设计学生；联系专业主任；下午实训室检查----实训室检查结果公示；
个人思考：继续先打程序基础，把luo0o基本题解决掉；技术上下一步打上位机；
论文：早上先看CNKI；开始写论文，以matlab结合开展；锂离子电池相关；
想法xxx:根据汽车行驶数据，修定BMS算法参数；应该已经有，BMS考虑到，结合电压电流估算；


20230209周四；
下午全体教职工大会；早上送周越然后到校，早到有点时间可以思考一天工作确实有好处；
但晚上要少喝咖啡，11点前要睡觉；
2023年工作要认真思考；
开始写内容前先进行 pull;写好内容后建议立即进行push;
下午下班时间要控制，18：30；中午12-13休息；


20230208;周三；
今天下午在写省级资源库才发现个人的资料积累太少；
还有就是要做课程还是科研，还是要有重点；

明天就要开学；今天早上送周越才发现确实要早起；到办公室也主要是安装了wsl(win sys linux);
现在是在linux内进行git push;
昨天下午台职来交流，1金院长在企业工作过有实际经验可以带教师开发数控机床，技术决定实力；2台职5年时间厘清校企合力，建成一个企业学院，从财务人事等方面学校做了很多尝试；
如果没有领导层的大胆尝试，只靠分院难以突破；3要有自己的想法与特色，并不是人家搞什么你就搞什么，不可能成功；
过年期间没有思考日记，这说明个人处在没有思考，没有总结的一个阶段；
过年后姜磊聚会，文理方益明一年5个省级项目；差距可见之大，提到文理四人撑起一个学院，横向 高倍引 竞赛 课程；
克伟4人聚会；人在遇到困难时，只能自己调整，朋友再多也无法帮你渡过难关；
刘成尧王坚锋讨论发展；想做事，但发现只靠技术不能办成事情，应该结合学校优势；而且也要处理好职称与技术的矛盾，这些分析是很冷静；
反观我，有时沉迷与程序 电路，不愿意做技术外的事情，这是一大局限；还有就是坚持不够；
期间偶尔听到马云讲话： 与成功的盖次巴菲特交流发现，智商并不是决定发展的；而是情商；一是乐观 二是自信 三是坚持 四是创新；
过年做的最多的事就是写C++；通过洛谷，加强了基础；同时发现还是基础不够，很多基础的东西还写不出；
还有期间学了学英语，英语明显有提升，但离出国交流还是有距离；看文章也经常理解出错；

2023.1.18周三
早上到安昌；下午在家打扫卫生，擦玻璃；擦玻璃时想到了把玻璃拆下来擦，擦好后再安装上去，效率比之前高多了；真是办法总比困难多；
晚上想到要听听单词的发音，发现了UBUNTU中的发音软件，只要输入单词就可以发音；效果试了试还不错；ESPEAK；软件安装使用方便，经常用在需要合成语音的地方；而且可以合成中文，在编程中应用效果很好；
一下又是3天；中午睡觉还是要禁止，今天睡觉又2小时，现在晚间到11点；还是要早起，提高效率，晚上10点睡，中午真困了就在椅子上眯一会；
2023.1.17周二
天气下雨；全天在家；
2023.1.16周一
早上陪周利华到超市采购；下午学习；
2023.1.15周日
试了寄到的电视电路板，发现还是有问题，正常一会，但有条纹，然后就黑屏只有条纹了，中间也出现过白屏，估计是边板上的电路板有故障；

2023.1.14周六
现在是早上7点42；周末休息时间，早起很少见；现在听到了赖世雄学英语方法；
一个月调整到每天5点15起床，但现在的问题就是找到一件事，早上做很有意义而且能不断有收获，这样才能让自己坚持下去；
几个选择：学英语；学编程；学电子；学matlab;
目标考过PTS5;结合字汇学习教程；提高口语与阅读能力；
中午时间，睡觉时间太长，下次要控制自己；不要在被子里午睡；
晚上周越看电影，我应该听英语课程，不要受影响；


2023.1.13周五
周五周越到学校半天；
早上起床太晚，到校中午；下午大师工作室讨论，时间一下就到4点半；
自己又看看网页，回家后，晚上听了一节百度网盘上的单词课；
计划假期调整个人习惯，慢慢调整到早上5点15起床；
还有一个就是早起做的事情要好好计划下；
年前后与刘成尧 王坚锋碰头下，讨论下电子后面的发展；

2023.1.12周四
上午周越做作业，我也电脑前学习了MATLAB;
下午4点多出去理发，到万达很快就好；

2023.1.11周三
周越到同学家；先是在你好咖啡，然后是在MDL；
主要是学习了MATLAB;数学还是很多内容；MATLAB的基础；机器学习在线学习了下；


2023.1.10周二
一天在校；把自己的测试；电路板，储能实物拍了照片；完成了总结提交；
项目还是前期重视不足，经费其实可以再多开支1万；论文要注明项目等；
下午清华工程训练中心到校，一人来，陪同10人；3点下去，3：50参观；结束已经4点，一个小时基本可以说是完全浪费；
明天要联系人，确定大师工作室申报的事；时间放周四下午；
这两天晚上8点听英语课，也有所收获；英语词源是古希腊 拉丁 法语 古英语；
结合历史文化，学习词根，前缀，后缀；500根；50前，50后可以到1.5万；
还有就是要加强重复，一个动画片，看50遍学英语；


2023.1.9周一
周一早上在家利用MATLAB进行电池仿真；中午带周越到学校；下午在西西佛书店继续写报告；近几天来因为有结题的压力，还是有些内容整理了出来；
但同时也发现了问题：一是前期 条理还是没有理好，应该早点把思路厘清；
1买一个真实旧车的电池；2测试分组3开发BMS;4制作储能；5接入光电逆变；

2023.1.8周日
早上在家，没有收获；下午1点多到城市书屋，到了就开始整理项目总结报告；到5点多完成了大部分；但发现个人的报告，与其他参考资料上的内容有雷同，现在才发现要做一些创新的东西，需要时间来不断试验；
我的项目还是涉及内容太多，没有深入做下去；锂电回收利用是一个切实可以研究的问题，但并不是一个人就可以搞定所有的问题；而且还需要不断试验；
有的时候，想到一些办法，但不一定就能用，涉及成本、效率、结果，这是一个综合性的问题；

2023.1.7周六
在家；下午做核酸；顺路去了城市书屋；双渎小区文明中心；类似书屋，三层楼设备全新，环境也好，但没有一人在内；服务员脸色极差；进门就问人来干什么；而且说马上要下班；政府投入资金，服务小区，但到最后，只变成了一个形式上的摆设；主要原因是社区工作人员如果服务好，去的人多，得不到利益，而且还很辛苦;这说明制度设计很重要，管理确实是需要很多的学问与知识；


2023.1.6周五
早上9点到校，到12点台湾嵌入式协会夏 张到校；
交流感觉台湾做事情细节关注很到位；注重人的职业素养与基本功；与国内学校理念上还是不所不同；但学生或老师，都看不上基本功训练，只是盯着创新、高新技术；这是学校要名利的需求导致的；基本素质培养好，学生也不见得能有多大发展，这是很多学校不愿意在这方面投入精力的问题；
下午虽然在校但头脑不清；

2023.1.5周四
一天在校，但收获不大；

2023.1.4
已经1点多；今天在书店，还是有很大收获，看了一本微积分的书，对数学有了更深的认识；
到家后写好的项目总结的2个难点，现在1点了，先睡觉；
总结今天就是，有困难时换点其他的事情，但千万不能看视频消耗自己；


2023.1.3
一天都在学校，从早上9点从家出发，到校，但一直害怕动手写文档；直到晚上也没有成果；
晚上到家时周越看电影，我倒利用这段时间看了看C＋＋的书；

2023.1.1
又是新的一年，元旦时一天在家，也看了些视频，也整理了一些文档，看了看文献，晚上周越上好课后看了电影；
反思一天，做的好的是中午没有长时间睡觉，抓紧时间在整理论文；差的是，还是不能集中精神；
其实关键内心还是有些矛盾：一是对写项目总结报告不太擅长；二是自己有害怕困难，想拖延的想法

2023.1.2
《超速学习》utralearning 作者1年月完成MIT课程；书中提到的9个学习方法：
后设学习 专心致志 直截了当 反复操练 提取记忆 意见回馈 保留记忆 费曼技巧 勇于实验；
后设学习，先学习如何学习要学习的东西；先要建立学习地图；
1为什么学习这项技能；2需要那些基本知识；3有那些资源和渠道可以利用；
常常碰到的问题：1拖延2分心3无法做到真正专注；
1拖延：把大事情分步骤；2分心 打造专心环境；想其他东西时把想法记到临时笔记本上； 3边做边学，不专心时按步骤一步一步操作，在操作过程中学习；4反复操练，对难的问题不断得复，练习，思考分析；5提取记忆 学习后自由回想学习内容；6意见回馈 查询结果型反馈 资讯型反馈（那个地方做的好，原因，如何提升） 修正型反馈（找经验丰富的人，指出不足与方向） 对于难的东西，要不断重复复习；费曼技巧（把学到的内容，写出来，并讲解出来，如果讲解不顺，证明自己没有很理解）先模仿再创造，找到比你优秀的人，模仿优秀的人，做好再改进；

在中午的时候写了上面的话，后面看视频微信，浪费了时间；
如何合理安排自己的时间，这是我第一个面对的问题；不应该把大量时间浪费在浏览网页和视频上面；必须要有针对性地接收信息；被动地被信息轰炸，已经严重影响到了个人的时间利用效率；

早上7点是精力最好的时间，把复杂困难的任务安排在早上；早上闹钟响后，起身睁眼10分钟，然后起床；
每天早上列一个 TOdolist清单；注意合理安排时间；

}}


