每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
人生就是一天加一天，珍惜今天就是珍惜人生
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"理想的自己：精通英语，精通电子、PCB、编程、机器视觉、人工智能；能将技术应用到企业生产实际，切实解决企业实际问题"
"#########################################################################

0821
20号周日，全天整理资源库任务书；中间让壮文联系南通；壮文推郑教授；明显感觉不愿意主动担当；
任务书是一方面，湖汽动作太慢，感觉也是有名无实；
19周六，早上点滴后，带周利华去萧山 看奶奶的腰；整体情况还好；下午到校；对壮文说做资源库执行负责人；
也已经提到了，汽车专业群要他争取带动发展，但他又是推拖；晚上点滴；
18周五 全天整理资源库任务书 全天在校；
17 周四 周三两天病重；嗓子痛，2天一边点滴，一边处理资源库事宜；
14号建工会议；早上参会；下午向毛院说由杜负责的事；
15号集中办公分配任务，开始整理；16两天集中；
联系景格，愿意投入100万进行仿真软件开发；
反思这次资源库事，还是太轻信宣传的实力了；湖汽是有实力；但其实最佳方案是与潍坊 汽车与自动化交换；
提升电的实力；办事情越多，发现顶层设计越重要；学校，企业，个人都需要明确的顶层设计；
明确发展方向，核心竞争力；然后坚持一个方向不断努力才能有所收获；


0811
10号早上去了下管线店，下午到校；陈院退二线；杜海清副校长；投票谈话后，与唐、毛确定了湖汽的事；
汽车资源库；杜做负责人；中间还见了下超星；
8号下午；分院内部主题教育会；主题教育调研交流；
9号本来约陈院汇报工作；到校后钟院说，调整岗位；下午去向毛院汇报了资源库；上午到杜海清处进行了下交流；
到国赛比赛那边看了看，加工单晶炉元件；
个人问题：时间利用率不高，还有就是动员老师的力度，方法不多；不能调动老师积极性；



0807
3号下午去广州；到宾馆已经8点，晚饭后休息；
4号早上碰到罗臻 杨工 钟处等；上午林宇讲话；孙善学解读；下午经验分享；
下午湖汽尹万健报告；后面提了下合作的事；
5号早上与南通徐校 教务马处等交流过；南通明确参加，也愿意联合湖汽；
5号下午碰到了湖汽车辆运用学院的周定武；周比较能说；汽车企业干过；
编写了一些教材，电子教材也做了点；竞赛也带着全国一等奖多次；但超星讲座后就走了；
没有表态；
晚上一次错过了罗的电话；一次错过了陆的电话；等消息时，还是要打开手机音量；
6号早上飞机，下午2点到家；
7号全天在家；windows中安装了手绘软件;酷狗音乐；有些软件还是windows运行顺利；
但发现周越的问题，学习主动性不够；这个要注意加强纠正；



0803早上再把实验室材料完善下；然后下午去广州；
英语新概念背起来；争取1-4全背会；

0802早上周越到费宇超家；我到学校；电子设计竞赛；王做电力；刘做电路测试；金与刘友澈在看声音的题；
中午把视觉系统搬到隔壁办公室；
下午完善了下绍兴市重点实验室材料；
晚上去看了下二手沙发 床；

0728
26 27两天在良乡校区；学校面积很大，但人气不足，还是中关村这边像一个学校；学校暑期有没有学生在学校，是学校是水平的一个体现；
26号学MASTER CAM早上画图；绘制自己的名字；下午程序生成；然后到铣床，做出自己的章；
我的章笔画太细，其他还好；了解了对刀；手轮；换刀等；
27号早上激光扫描；三坐标；测量；  10万左右扫描仪，可以建模；激光7线；点云构图很快，很好；
中午智能制造；500万，可以加工笔筒 机器手 AGV 立体仓库 和我们2000万的功能一样，还做的小巧；
边上是PLC3个 自动化生产线；教师自己开发，准备做数字孪生；
晚上比较麻烦，填写无人机的表格；材料收上来的太差；表格；内容都是差；
我在LINUX下；编辑不太方便；搞到十一点，还是乱麻一团；
学校的电脑远程不上；原因不清；应该是WINDOWS系统有问题了；

=======
>>>>>>> b8e93c2818cd45ab2c6d9b5c11efcd372791dc30
0801
早上休整；下午到学校；原来是因为U盘，重启后进入了LINUX；
在学校制作了一个视频；虽然看上去简单，但浪费了不少时间；

31周一；上午CUDA课程开发讲座；下午买票返回绍兴；晚上到家；
在中午时到了张忠康教授那，他送了几本书给我们；正在准备20年教学成果材料；
30号周日早上专业标准讲座；下午师资团队讲座；晚上请了汽车的教授
但讲的又是产业一半，数据应用一半，与参观国家汽车北理中心时相近；
29周六；中午2点出去，老大刘明霞已经到西单，中间还一直以为是气局，地方搞错；
幸亏老大找对了地方；
吸取教训：吃饭订餐提前2天；订了可以不去，但订不到就麻烦了；
做事情，都要注意时间；要能早尽早；晚了就有可能带来很多问题；
去的地方是绍兴驻北京办事处，这到是没想到，但点的6人餐还是多了；其实大家并没有太多吃的意愿；
地方环境不错，交通方便；在北京请客还是可选的好地方；
李克处长班刚结束；小麦军工项目，保密啥也没说；只是FPGA相关；
交流感觉大家都发展很好；小麦女儿西安美术；老大女儿中国地质大学；
都在考虑考研；李克工作顺利，解决了正处；副厅迟早肯定会有；他心态也很好；

2627两天在良乡
两天在良乡校区；学校面积很大，但人气不足，还是中关村这边像一个学校；
学校暑期有没有学生在学校，是学校是水平的一个体现；26号学MASTER CAM早上画图；绘制自己的名字；下午程序生成；然后到铣床，做出自 己的章； 
我的章笔画太细，其他还好；了解了对刀；手轮；换刀等；  27号早上激光扫描；三坐标；测量； 10万左右扫描仪，可以建模；激光7线；点云> 构图很快，很好；  中午智能制造；500万，可以加工笔筒 机器手 AGV 立体仓库 和我们2000万的功能一 样，还做的小巧； 
边上是PLC3个 自动化生产线；教师自己开发，准备做数字孪生；  晚上比较麻烦，填写无人机的表格；材料收上来的太差；表格；内容都是差； 
 我在LINUX下；编辑不太方便；搞到十一点，还是乱麻一团；  学校的电脑远程不上；原因不清；应该是WINDOWS系统有问题了； 
>>>>>>> ff0e284739d3649bd927125575fe62fe65a467dd

0725 
刘平青；经管系主任；
引领；先进力；传导凝聚力；
一先进力；
拓宽视野；
朱九思；两件半；招人才；5年进625人；综合能力培养；机械人才 学文科；全人；
半年事：美化校园；
认知优化；罗兰：30岁已经死了 认知固化；
管理理论发源 欧洲 出国到伯克利学习；
GOODENOUGHT古德纳夫；电池；找到一个问题；解决他；齐纳；导师；
主见；独立思考；
林徽英；诗歌想像的我，并不是真的我；看到问题；认识问题；
主见离不开宽松的环境；
亚里士多德  吾爱吾师 更爱真理；
思想；反思自我；
傅思年；一天只有21小时，3小时是用来沉思的；
专长；扬长避短；
如何做好学科带头人：1提高个人能力 教授 院士 取得成果；2发挥优势 不足找人；
自我认知；强化优势；团队合作；
郑万钧：报国是实际的东西；把专业做精；把你的成果公诸于世；
积极；主动谋划；
杜玉波；第一天国防7校开会；回校研究；第二天国防科工委交报告；
向上管理；影响信任的因素：
协调：唯一；出现冲突单一交流；外部；外部专家；预见；估计到对方回复与问题；
不拿别人的过失责备自己；不拿自己的过失得罪人家；不拿自己的过错惩罚自己；
自食其力  自得其乐 自鸣得意 

下午；电子的教师；辛怡 电子信息－－交叉到生物医学工程；
生物信息处理方向；

BOPPPS
bridge-in 吸引学生兴趣；承前启后；
objective 知道教学目标 面向目标；
pre-test 了解先修知识掌握情况
participatory learning 多方位参与学习从而掌握知识
post-test 检测是否达到目标
summary;总结

雨课堂；开始，直接加入课堂；可以直接展示PPT 提问；
收纸条；padlet;可以建立白墙面;

昨天吃饭时湖南汽车说要马上去读博；魏宵；BYD工作6年；中电重科6年；
今天吃饭南京工业职大 渠立红 南航 发动机热管理博士 搞本科新能源专业；
南京工业职大20人；新能源 车辆工程 每年12个班；
职业教育的本科还是有问题；

个人这几天在北理工；时间比较宽松；可以放松思考；
今天还看了看；苏菲的世界；
外语加强，找机会国外学习半年；


0724
姜丽萍 教学能力大赛；
刘云龙 教学创新团队；


2023教学能力大赛；时间40－－50分钟不提；改为一个教案时长；
审查是否开课，是否真实教课；
三机位；减少脚本设计工作；真实反映教学实际；
课堂视频：突出学生主体；不能全部是教师为主；学生学习、互动体现；
实施报告介绍时；PPT与介绍不能是COPY关系；是相互补充关系；
改为强强合作；
qc_zjipc
jtxy88009255

下午：研究要久久为攻；要瞄准研究方向，进行长期攻关；
瞄准机器视觉






0722
22号一早，和邱 沈 孔去了天津；在天津中汽恒泰线上对校友会讲了讲话；
然后看了中汽恒的设备；很多电工电子 汽车电气的东西；基本已经按我预想的开发了出来；
智能网联汽车大的；小的也有;搞汽车的基础比较强，但对于软件；
智能网联还是停在上面的收集与显示数据层面；
老板姓花 天津人 姐姐是院长 花玉香；和机械李晓明也很熟悉；
下午到郑达家；今天回来后，下午听北京教育研究院的一个讲坐；
曾在教委工作多年，从教育部门讲校企合作；讲工程师学院；数据漂亮 体系全面；
但缺少操作层面的内容；
郑达刘明已经进入无压力状态；暑期更清闲；女儿在北京地质；郑达每周出差；
刘研究中医，有所收获；提醒我，火旺；我经常口干 眼干 从脸上的斑点看出 右侧身体状态差；有可能会结实 身体缺水  容易生骨刺 关节易磨损；
脾弱  肝胃有火 阴虚要滋阴   要喝绿茶 晚上睡前吃枸杞 ；
身体是个重点，要保养好；郑达姐夫 弟弟都因病去世；也已经不是年轻人，要注意身体；
今天整天感觉疲劳；没有精神时就看手机，结果更是精神提不起来；
一定要减少看手机；多学习学习英语；


0721
上午北京电子科技大学教务处管小清；
说了一些实际的情况：1＋X已经证明是失败了；
高职本科一上，硕士博士，很快；高职教师要读博；
后来微信提到，各侯小菊很熟悉；问了侯教师，果然在广州；
下午参观北理工新能源车数据中心；参观校史馆；到楼上技术中心；
直接说找对外合作处；到信息楼发现，在做北斗；嵌入式；卫星实验室都是指纹锁；
技术还是很重要；只有水平高，技术强了才能挺直腰杆；
晚上在理工8号教学楼一楼写了写明天电子创新班的稿子；


0720周四
晚上高建强打电话，到海康，我们与海康签定战略合作伙伴协议；
早上讲到了视频制作；动画制作软件；作手绘动画可以像作PPT一样方便；
下午到了和绪；和绪仿真软件以操作为主；教学设备，以CAN线向上位机传数据为主；技术上确实还有点不足，但产品美观方面还是不错；
晚上到4002虽然人到了教室，但并没有学习到多少东西；有时不能集中精神进行学习；还有时会看视频网页；而且没有明确的学习计划与目标，这不利于行动与收效；

0719
现在在北京理工；上次写日记到今天已经19天了；
0629请了浙江省化工研究院的yao献平来讲座；年纪70但精神状态极佳；思路异常清楚；
讲到要把握机会，争取机会，创造机会；
浙江大学毕业，去北京，因为土配方的生发剂做生了 研究所最赚钱的项目；
到上海打市场，继续发现材料的新方向；
回浙江造纸厂技术改造，创造利润，后面搞纳米纤维素，绿色材料；
他的思路是技术要应用到企业中，在市场中创造价值，所以他带着研究所，企业创造了利润；
二是，重视技术，认识一两个技术大牛就坚持合作；说与一个外国的院士，每天交流1小时技术；
三是肯吃苦；把所有设备、技术从底到上，整的清清楚楚；
回想梁伟，发现也是一个方向深入研究才能有成果，我不能关注太多技术；
虽然到北京理工有收获，但决定：一是汽车的技术，不要重点研究，二是加强电子方面的集中聚焦；

7月2号开始去延安；学校中层干部主题教育；
第一天机场到西安，西安到延安，住在金延安；一路无话；第二天早上开班；然后就是听讲座；后面34天基本如些；
中间去了延安革命纪念馆；
去了习近平下乡的梁家河；比较远90分钟；延安革命旧址，毛泽东住过的地方；枣园；
听了 延安十三年 整风运动 梁家河知青岁月 南泥湾精神 看了延安保育院；金延安晚上的表演
杨家岭 四八烈士 学习书院 大生产展览馆 八办；
体会一是毛泽东真正是认清形势的人，能看的远才能领导；
二是方法多，各种不同情况，能想出不同的应对办法；有时主动退让，让大家认识到他的价值；
三是能学习；毛泽东的住处放了24史 古文观止 从历史中学习经验 能学活用
整风先上层 然后中间 再向下改变作风；当然，中间也偏差过，系统越大，出问题的地方有可能就越多；
七大开50多天  也是历史绝唱  这次真正统一了绝大部分人的想法；
包括在延安期间处更 贪污 强奸的干部  其实也是统一方向；就是为了不出现李自成相似的问题；
返回路中去西安 12点出发 中间云黄帝陵 到西安8点   后面出来碰到宋文 袁桃 到不夜城 商业运作典范；
回来碰到吴雄喜谢立春 宋正江 高奇峰  吃好又碰到潘 小东 ；中间提到张春琴7万，确实拉差距大；看来我还是比较保守；

延安回来后和周越去江西；
第一天就直接到卢山；山上有一小镇，住的地方凉快 2天在山上 走了三桑泉 美卢 毛泽东 卢山会址；
下来南昌2天；看了摩天轮 亚洲最大 还看了腾王阁

回来休息1天后到北京理工；
两天北京交通马明芳  说是胃癌但还是很拼；教学方法花样很多；什么转木马 什么餐垫 有点创新；对考核搞了一套东西；
但操作与推广还是有难度；在当前一个班40多人 教师精力不够；

中间有一天晚上碰到了陈力，她给一家汽车软件公司OTA；以色列的；说3月去以色列，感觉他们的综合国力很强；
昨天晚上到光电学院；张忠廉教授这交流了下；工作40年，退休又工作到88；还在每天工作到1点钟；
创新班；培养学生综合能力；关注优秀的，同时关注落后的；还注重记笔记 记忆 考试方法 毅力等；
几十年前的学生记得清清楚楚，确实不容易；




0701周六
周五上午苏志刚到校讲座；下午理工科艺汇报；晚上郦校才梁聚会；
后面叫来了张庆荣；葛；
苏志刚能观注大局，也能从细节处落实；学校要以人为本；
和老师约定不得说学生不好；和学生约定不得说学校不好；
郦看人很有一套；能从一个人是否有战略眼光；是否敢做为等多方面观察；
讲到自己说给自己的奖金，以红包发其他人；人才公寓，领导与老师平等，不分大小；
讲到开人，一个是期中期末2次考试一样，一次是浙江大学的毕业生却只是干有钱的活；
没钱，对集体有利的事从来不做；而且明确说，得罪人的事，只能是我来做了；

反思我们两次举报国家级成果奖；全体中层会上唐只是说遗憾，举报不实，继续努力；


0626周一；
上周端午节；中间放假3天，456；周六到校毕业典礼；结束后踢球，自己的髋关节问题要关注下，早点去看看；
典礼上毛院长讲话很有精神，其他就没有印象了，冗长的发证让人难免乏味；
领导学生的讲话又难免落俗；如何有特色的典礼确实可以思考；
周日上班；下午科研论证；
论证中还是张弘；方益明提到的有点价值；
方讲到，电子板级的成果已经没有价值了，就像机械的产品制作一样，没有科技含量了；这是个问题，电子的人只能走算法或芯片；芯片条件不具备，只能走算法了；

0620周二；
昨天写了，没有存盘；
周一早上？下午审计讲座；南京财大一副校长讲，高校所有的经费问题全部都讲到了；
今天早上陈院那汇报；下午博士来校；要确定科研实验室专家论证会；上交个人事项；
周日文理空中足球比赛，晚上教改内部评；
周六晚上西西弗看书，看到两本，一本是？ 一本关于问题的书，问题的书没有看完但很有启发；
要在合适的场合问，问合适的问题，问合适的人；
周四五在温州；安防10年发展很快；无人机一个小专业也有不少成就；小学院就搞丝路学院；
从0建新能源学院；郑伟 伍红军等看出来，学校中层还是非常努力；虽然学校面积 管理问题很多；
前期：无人机设备调整专家论证；集成电路基地汇报；碰到了农林李叔君；
近10天还有？？？为什么总结不出自己做了什么？
原因就是没有做什么；计划要明确，减少乱看书，乱看视频的时间；
尤其是视频，太消耗时间；

0608
周四；早上博士离职招人事宜；资源库单一来源采购；联系职教云等；
思考：顶层要做有用的事，没用的事，从上到下消耗精力，但没有收效或收到反作用；
二是会议，越开的会多，发现开会的问题越多；
三是个人；自己到底要干什么？
周三去杭钢职教云，7点15出发，回到学校4点，又收到35万设备；集成电路基地验收等工作通知；
周二一天去参观杭钢展馆；浙江省经信厅首台套展出；下午首台套有所收获；
三一3000T的吊重；彩虹无人机；氢燃料；波浪发电；
周一下午政治学习；


0531
周一下午 武汉理工 南昌大学2人 武汉理工研究院到校交流   一个机械 一个控制 
周二一天自己学习 保密 ROS等；



20230526周五
周六到周五，又是一周；
周四，昨天早上青岛港湾到校交流，下午准备党课；
周三  姜磊问锂电流电，但在处理中网线与485接口搞错，浪费半天；
在处理ROS仿真中 libpthread.so 版本不对，处理近2天多；
无人机设备调整上会准备；
周一  陈院汇报无人机比赛与上海事宜；下午学校开会；会后唐书记讲了教学成果奖举报的事；
1.事情到此结束？
2.如果重复事情再发生如何应对？

回故下五一前后：
申报无人机省赛成功，省赛承办，校内协调会；调整时间到5.4 准备耗材 专家 裁判 场地；期间场地布线、少桌子，裁判室条件差；
赛前技术会；对接启才 宁波大疆；联系裁判长；五一期间裁判省外票买不到；省赛举行较为顺利；12名；能起飞的只有我们学校2队；
国赛准备，租M300；找控制盒子，学YOLO；订票买保险；参加线上说明会，3人静默10分钟；到潍坊；领队会取消问答环节；
比赛选手发挥正常，第二天我转到上海参加保时捷会议；


20230520周六
今天在浙江交通；早上6点就有电话来说比赛的事，晚上1点多还在处理事情；昨天早上三花；三花三个技术：机器人；机器视觉；机电一体化设备；
周四早上台湾嵌入式来，实训室需要350万；
周一全天在从山东到上海路上；
周二保时捷中心；早开开会讨论，下午到上海市中心团队建设，做瑜伽；
然后到市中心剧院 体育馆边走走，联系上了何烨，在搞ADAS；
周三早上中心总结；企业有会必有总结；这个是个优点；下午试驾911；
速度比较慢，过冰面根本控制不住车

20230420周四;
又是9天没有总结；
周三；上午教务会，专题动员会；中午党政会，下午到周越学校讲课；
讲课整体还好，但是前面时间还是太长，给学生动手时间太少；
操作方法没讲清楚；
周二索密克来校谈成教合作事；
周一晚上6点杭钢学会会；
周日
周六
周五，下午去海康机器人，机器人专门做AGV 机器视觉；企业愿意免费给我们
进行上课；晚上到索密克，企业聘了2个副校长，推进学校工作，准备搞成教；
周四；
周三：到杭州浙大求是，张伟，技术型老总，对电路基础特别重视，
按他的思路，学生学习电子线路肯定可以打好基础；
从电路 仿真 各方面又了解了很多；回来安装了ORCAD后期要学会仿真分析电路；

最近看了像乌鸦一样思考，对分析思考问题有了点认识：
1、分析问题逻辑要清楚；现在基础，发生变化有那些，联动影响有那些，最后结果
是什么；
2、要素要全面，温度 压力 速度 弹性多方面可能影响结果，需要全面考虑；
3、不能主观论断，最好解决科学问题要理论联系实践；
还有买了微积分；麦克斯韦方程的书，发现买书是最好的消费，真的有很多好书；
通过读书可以打开思路；
还有就是对工作上的事，要思考--规划--推进--检查--校准--调整；
技术上要在一个方面强化提深；


20230411周二;
上周五早上学校廉政会，8点15开到10点半；
下午去海康；带了好多教师，但感觉老师们基本没有收获；下次带老师出去前得好好计划下，让老师做什么？
周六周日主要是竞赛项目申报的事，太个人考虑时间太长，应该周六就联系上海景格，尽早做出决定，减少无谓的时间消耗；
时间成本是首先要考虑的事情；
周一早上陈院那去了下，结果陈 胡 小金全部出差，沈泉涌那去，一是新疆课题的事，二是又了解到了汽车电子的项目；
下午科研课题分析会；课题申报：
1要解决什么问题；
2解决的这个问题有意义
3这个问题的现状
4你如何解决这个问题
5你具有解决这个问题的基础
回家后买的几本书到了，确实买书必有收获；
微积分让人易懂，另外2本日本的书有利于培养逻辑与思维；尤其是像乌鸦一样思考，对分析问题很有帮助；
我以后每天问周越一个问题培养其思考问题能力；
两个蜡烛，一长一短，燃烧时，用玻璃罩盖住，那个先熄灭？
1燃烧是什么，蜡烛芯与氧气的化学反应；
2为什么会熄灭？没有氧气？不是，氧气低于17%则灭。考古队员，带着火的蜡烛考察，如果蜡烛灭，则证明氧气浓度低于17%，必须撤离；
3容器中气体是不是均匀分布？一般是的；
4燃烧会对容器中的气体是否产生影响？燃烧产生CO2，减少O2
5容器中气体是如何分布的？CO2比重比空气大，但燃烧产生的CO2由于温度高，密度小于空气，分布在上层；
这也是为什么着火时人要弯腰走路，因为上层空气氧气少，CO2多；
6根据以上分析，蜡烛着火时会产生CO2，在容器上部，燃烧一定时间后，由于CO2影响，导致上面的蜡烛芯无法接触到氧气，熄灭；
所以是高的先熄灭；
当然蜡烛的粗细，容器的大小，等因素也会对问题产生影响。


20230406周四;
前两天写了思考，但没有存盘；全部丢失；
一个月没有总结思考了；
反思这一个月的事情：
先是西安工业大学招聘，周日出发3.5到西安机场，打车到酒店，司机一路飞车；
第二天下午进校；西安工业大学航空相关专业很强，2个无人机博士很优秀；1人有机长
还有集成电路的，机器视觉的；
第三天早上西安博物馆，下午返回绍兴；
后面是武汉，哈尔滨招聘；高铁到武汉，第二天一早到职教通；
课程或资源库，一是要内部质量，要资源好，还要应用好；二是要有外部专家；
有学校专门招标企业进行外部专家联系；
下午武汉招聘，测绘博士较多，其他没有专业匹配的；
晚上就餐，沈航表现积极，对领导同事学校都是夸；
第二天到哈尔滨；晚上开始下雪；
到哈工大，学生活动中心，每层楼都是院士介绍，50多院士，实力太强；
博士全是机械 机电 偶有机器视觉 电商的；
第三天早上，到广州；广州城市职业学院；
周五会议，但现场拥挤，早上致词后专家介绍，也不进行交流；下午2个博士讲座，结束会议；
效果太差；教育部会议如此还是第一次见到；
周六早上线上学生答辩，下午返回绍兴；
3.20一周就开始教育部长来校的事情，周日开始，教育局  秘书长 副市长 教育厅依次来现场；
场地粉刷，车辆布置，会议桌，地面，窗帘，绿植等；
周五下午5点到6点半左右走离开；部长对高职院校较为认可，认为我们学校在前5；
后面又去了新昌，新涛 三花商用  捷昌；
捷昌机电合作典范；新涛有一名自动化学生，长年技术钻研，成为了技术骨干；
这周一个是海康班开班，一个是三花签定协议；
三花学生认可度高，企业愿意让老师进企业进行技术交流，下一步要加强合作；
中间还去了绍职一次，发现差距很大；
1学校环境，绍职变化巨大，与10年前比，基本是全部更新；
2领导团队合作；陈骆去，绍职全部领导陪同，交流全部以实事求是，直接讲问题；
3郦校放权，黄柏江尽力，其他人合作；这是带学校前进非常重要的一个因素；

近期反思：
1近期CHATGPT非常火，也了解了下，自己试用后确实惊人，周越的调研报告，参考文献直接用CHATGPT生成；
随着看相关的论文介绍，人工智能的门已经开启，而且随着时间前进，它的发展并不线性的，而是指数级的增长；
向前看10年没人工智能；20年前没有智能手机，30年前没有WINDOWS,40年前没有家用计算机，50年前世界还在工业时代；
康德拉季耶夫，60年一个周期的经济理论，现在新的一篇开始了；这应该会让世界进入一个新时代；
全世界的算力的提升，把计算与智能带到了新阶段；现在反馈产生作用，智能会带去产业，发生变革；
2学习改变人生，今天三花的邹总是博士，嵊州考入清华，虽然一直自己说是农村出去的，但到三花总经理，全是靠清华打下的基础；
他也提到，企业中没有不可能，只要老板说出的目标，就想办法去实现；也曾2年多每周工作80小时，是平常人工作时间的一倍；
近期走来走去碰到很多博士，博士也不一定所有方面能力都强，但已经在某方面超过了大部分人；
对标我自己，如何发展是个要思考的事情；
3加强对周越的引导；要让其对学习产生兴趣，现在学校教育让学生对科学，数学都是畏惧，这不能激发他的学习主动性；

20230302周四;
早晨参加学校领导评价会；下午全体教职工大会，然后到王坚锋处看视频；
开闭运算也可以得到形状，效果也还是不错，晚上吃饭碰到汪芳；绍兴农业局一人；女儿学数学，家长引导影响还是很大；
晚上写好了六边形；洛谷的算法练习对处理程序问题基础方面有很大帮助，有时间还是要做做练习；
20230301周三;
今天：把多个圆到六边形的问题处理掉；
再思考下年度工作，教学与科研方面如何操作；
20230828周二;
早上准备课程检查；中午到梅轮电梯，但企业只要中职学生；而且对技术不太有兴趣；下午陈院处汇报；
分院的事没说多少，学校年度重点工作徐丹阳来交流；一要重点突出；二要切实施压;
主要原因还在于有的领导或部门平衡的想法太多；总是大家都要有任务，有的时候有不想提重点任务；
下午还有就业线上会，进去一看几十人，退场了；晚上试了试烟花识别；有效果，但对基本的vector array要看看；
还有就是识别了好多圆，如何最快算得形状，这是个算法问题；
20230227周一;
确定课程建设的事，专业负责人与老师时间少，不汇报，直接立项；下午又是工会的会议；无效且浪费时间；
20230226周日;
早上在家；下午学吉他；从基础跟着节拍还是比较好入门;
20230225周六;
要每天反思，不能拖到一周再反思；这一周工作上整体还好；但也存在前松后紧的问题；
英语还是要提高，再加强，词汇；文章；背诵一起；中间看电影学听力穿插；但注意不时进行停顿并重复；
20230224周五;
早上先是高鹏新疆送行会；然后是索密克协议；然后到百度乌镇；PARK基本没有东西；
晚上高韩一起聚了下；韩提到：一是继续搞技术；二是要发挥副职作用；还提到将自动化并入，做大做强；
是间提到，电子专业作风明显比其他专业要好；
20230223周四;
联系郑州博士；联系成都信息蒋要博士；海康10点到；中午台州特警；下午专业负责人会；总支会；
感觉专业负责人只有刘能全局考虑专业，其他还是思考不够；
教学考核制度也大家没有好的建议意见；
20230222周三;
准备专业负责人事宜；
20230221周二;
继续完善制度；
20230220周一;
制定教学业绩考核制度；
20230219周日;
下午学吉他；提到要加强基础；晚间学ROS，也是发现基础东西不够；
20230218周六；
中午到柯桥城北；中小企业联合会；有一个纺织带了斯里兰卡人；交流发现英语还是词汇不够；企业家差距很大；
没有财富不能显示实力；
晚间高鹏孙新城一起，孙新城提醒应该严格，书记宽松，院长要严
20230217周五；
今天周五，周一到现在一下四天；几天看，上午还有点自己时间，下午基本没有时间应对事情；
20230216周四；
早上先是焊工，后面任处人事，下午全体教代会；新昌领导来校参观；
晚上ROS-acadey界面正常了；但程序方面还是有很多东西；
要认真写个专著？

20230215周三
上午无人机；下午徐到校调研，工会会议，然后克伟到宣传；
早上无人机培训交流；下午徐文杰来调研；提到加强奖惩；引进师资；课程质量提升；然后工会拖拉开会效率极低；
会后到克伟那知道了到组织部的事；
晚上到家后ROS机器人仿真界面成功，学习总是一个慢慢提高的过程，而且关键是没有人指导，自己摸索，失败后下次再整，不成功过段时间再试；虽然有收获，但进步太慢；

20230214周二
下午教学工作例会，工会会议；
早上几个老师一来就半天去了，下午教学会议，到下班；
晚上试运行ROS一直不成功；

20230213周一；
早上到校较早，走走教室，听了赵二丽的课；见到叶老师巡查；然后处理名匠；继教等事；
早上刘宇亮来说北京国际会议的事，提醒他做好定位构思的同时，我也在问自己，个人的定位；永远走在不明方向的路上；
永远也走不到头，不知道自己想走向何处，这是一个很严重的问题；也许就在原地徘徊；
今天重点还是教学业绩考核；

20230212周日
周日到校，先去寝室，但学生到校很少，后面在办公室，进行学习浏览；时间利用效率不高；

20230211周六
周六全天在家；运动后睡眠明显变好，踢球虽然没有消耗太多体力，但身体总是想休息，还是要加强力量练习；
因为路由器损坏，拆解后发现短路，近十年使用，修复比较麻烦；

20230210周五；
今天工作：联系毕业设计学生；联系专业主任；下午实训室检查----实训室检查结果公示；
个人思考：继续先打程序基础，把luo0o基本题解决掉；技术上下一步打上位机；
论文：早上先看CNKI；开始写论文，以matlab结合开展；锂离子电池相关；
想法xxx:根据汽车行驶数据，修定BMS算法参数；应该已经有，BMS考虑到，结合电压电流估算；


20230209周四；
下午全体教职工大会；早上送周越然后到校，早到有点时间可以思考一天工作确实有好处；
但晚上要少喝咖啡，11点前要睡觉；
2023年工作要认真思考；
开始写内容前先进行 pull;写好内容后建议立即进行push;
下午下班时间要控制，18：30；中午12-13休息；


20230208;周三；
今天下午在写省级资源库才发现个人的资料积累太少；
还有就是要做课程还是科研，还是要有重点；

明天就要开学；今天早上送周越才发现确实要早起；到办公室也主要是安装了wsl(win sys linux);
现在是在linux内进行git push;
昨天下午台职来交流，1金院长在企业工作过有实际经验可以带教师开发数控机床，技术决定实力；2台职5年时间厘清校企合力，建成一个企业学院，从财务人事等方面学校做了很多尝试；
如果没有领导层的大胆尝试，只靠分院难以突破；3要有自己的想法与特色，并不是人家搞什么你就搞什么，不可能成功；
过年期间没有思考日记，这说明个人处在没有思考，没有总结的一个阶段；
过年后姜磊聚会，文理方益明一年5个省级项目；差距可见之大，提到文理四人撑起一个学院，横向 高倍引 竞赛 课程；
克伟4人聚会；人在遇到困难时，只能自己调整，朋友再多也无法帮你渡过难关；
刘成尧王坚锋讨论发展；想做事，但发现只靠技术不能办成事情，应该结合学校优势；而且也要处理好职称与技术的矛盾，这些分析是很冷静；
反观我，有时沉迷与程序 电路，不愿意做技术外的事情，这是一大局限；还有就是坚持不够；
期间偶尔听到马云讲话： 与成功的盖次巴菲特交流发现，智商并不是决定发展的；而是情商；一是乐观 二是自信 三是坚持 四是创新；
过年做的最多的事就是写C++；通过洛谷，加强了基础；同时发现还是基础不够，很多基础的东西还写不出；
还有期间学了学英语，英语明显有提升，但离出国交流还是有距离；看文章也经常理解出错；

2023.1.18周三
早上到安昌；下午在家打扫卫生，擦玻璃；擦玻璃时想到了把玻璃拆下来擦，擦好后再安装上去，效率比之前高多了；真是办法总比困难多；
晚上想到要听听单词的发音，发现了UBUNTU中的发音软件，只要输入单词就可以发音；效果试了试还不错；ESPEAK；软件安装使用方便，经常用在需要合成语音的地方；而且可以合成中文，在编程中应用效果很好；
一下又是3天；中午睡觉还是要禁止，今天睡觉又2小时，现在晚间到11点；还是要早起，提高效率，晚上10点睡，中午真困了就在椅子上眯一会；
2023.1.17周二
天气下雨；全天在家；
2023.1.16周一
早上陪周利华到超市采购；下午学习；
2023.1.15周日
试了寄到的电视电路板，发现还是有问题，正常一会，但有条纹，然后就黑屏只有条纹了，中间也出现过白屏，估计是边板上的电路板有故障；

2023.1.14周六
现在是早上7点42；周末休息时间，早起很少见；现在听到了赖世雄学英语方法；
一个月调整到每天5点15起床，但现在的问题就是找到一件事，早上做很有意义而且能不断有收获，这样才能让自己坚持下去；
几个选择：学英语；学编程；学电子；学matlab;
目标考过PTS5;结合字汇学习教程；提高口语与阅读能力；
中午时间，睡觉时间太长，下次要控制自己；不要在被子里午睡；
晚上周越看电影，我应该听英语课程，不要受影响；


2023.1.13周五
周五周越到学校半天；
早上起床太晚，到校中午；下午大师工作室讨论，时间一下就到4点半；
自己又看看网页，回家后，晚上听了一节百度网盘上的单词课；
计划假期调整个人习惯，慢慢调整到早上5点15起床；
还有一个就是早起做的事情要好好计划下；
年前后与刘成尧 王坚锋碰头下，讨论下电子后面的发展；

2023.1.12周四
上午周越做作业，我也电脑前学习了MATLAB;
下午4点多出去理发，到万达很快就好；

2023.1.11周三
周越到同学家；先是在你好咖啡，然后是在MDL；
主要是学习了MATLAB;数学还是很多内容；MATLAB的基础；机器学习在线学习了下；


2023.1.10周二
一天在校；把自己的测试；电路板，储能实物拍了照片；完成了总结提交；
项目还是前期重视不足，经费其实可以再多开支1万；论文要注明项目等；
下午清华工程训练中心到校，一人来，陪同10人；3点下去，3：50参观；结束已经4点，一个小时基本可以说是完全浪费；
明天要联系人，确定大师工作室申报的事；时间放周四下午；
这两天晚上8点听英语课，也有所收获；英语词源是古希腊 拉丁 法语 古英语；
结合历史文化，学习词根，前缀，后缀；500根；50前，50后可以到1.5万；
还有就是要加强重复，一个动画片，看50遍学英语；


2023.1.9周一
周一早上在家利用MATLAB进行电池仿真；中午带周越到学校；下午在西西佛书店继续写报告；近几天来因为有结题的压力，还是有些内容整理了出来；
但同时也发现了问题：一是前期 条理还是没有理好，应该早点把思路厘清；
1买一个真实旧车的电池；2测试分组3开发BMS;4制作储能；5接入光电逆变；

2023.1.8周日
早上在家，没有收获；下午1点多到城市书屋，到了就开始整理项目总结报告；到5点多完成了大部分；但发现个人的报告，与其他参考资料上的内容有雷同，现在才发现要做一些创新的东西，需要时间来不断试验；
我的项目还是涉及内容太多，没有深入做下去；锂电回收利用是一个切实可以研究的问题，但并不是一个人就可以搞定所有的问题；而且还需要不断试验；
有的时候，想到一些办法，但不一定就能用，涉及成本、效率、结果，这是一个综合性的问题；

2023.1.7周六
在家；下午做核酸；顺路去了城市书屋；双渎小区文明中心；类似书屋，三层楼设备全新，环境也好，但没有一人在内；服务员脸色极差；进门就问人来干什么；而且说马上要下班；政府投入资金，服务小区，但到最后，只变成了一个形式上的摆设；主要原因是社区工作人员如果服务好，去的人多，得不到利益，而且还很辛苦;这说明制度设计很重要，管理确实是需要很多的学问与知识；


2023.1.6周五
早上9点到校，到12点台湾嵌入式协会夏 张到校；
交流感觉台湾做事情细节关注很到位；注重人的职业素养与基本功；与国内学校理念上还是不所不同；但学生或老师，都看不上基本功训练，只是盯着创新、高新技术；这是学校要名利的需求导致的；基本素质培养好，学生也不见得能有多大发展，这是很多学校不愿意在这方面投入精力的问题；
下午虽然在校但头脑不清；

2023.1.5周四
一天在校，但收获不大；

2023.1.4
已经1点多；今天在书店，还是有很大收获，看了一本微积分的书，对数学有了更深的认识；
到家后写好的项目总结的2个难点，现在1点了，先睡觉；
总结今天就是，有困难时换点其他的事情，但千万不能看视频消耗自己；


2023.1.3
一天都在学校，从早上9点从家出发，到校，但一直害怕动手写文档；直到晚上也没有成果；
晚上到家时周越看电影，我倒利用这段时间看了看C＋＋的书；

2023.1.1
又是新的一年，元旦时一天在家，也看了些视频，也整理了一些文档，看了看文献，晚上周越上好课后看了电影；
反思一天，做的好的是中午没有长时间睡觉，抓紧时间在整理论文；差的是，还是不能集中精神；
其实关键内心还是有些矛盾：一是对写项目总结报告不太擅长；二是自己有害怕困难，想拖延的想法

2023.1.2
《超速学习》utralearning 作者1年月完成MIT课程；书中提到的9个学习方法：
后设学习 专心致志 直截了当 反复操练 提取记忆 意见回馈 保留记忆 费曼技巧 勇于实验；
后设学习，先学习如何学习要学习的东西；先要建立学习地图；
1为什么学习这项技能；2需要那些基本知识；3有那些资源和渠道可以利用；
常常碰到的问题：1拖延2分心3无法做到真正专注；
1拖延：把大事情分步骤；2分心 打造专心环境；想其他东西时把想法记到临时笔记本上； 3边做边学，不专心时按步骤一步一步操作，在操作过程中学习；4反复操练，对难的问题不断得复，练习，思考分析；5提取记忆 学习后自由回想学习内容；6意见回馈 查询结果型反馈 资讯型反馈（那个地方做的好，原因，如何提升） 修正型反馈（找经验丰富的人，指出不足与方向） 对于难的东西，要不断重复复习；费曼技巧（把学到的内容，写出来，并讲解出来，如果讲解不顺，证明自己没有很理解）先模仿再创造，找到比你优秀的人，模仿优秀的人，做好再改进；

在中午的时候写了上面的话，后面看视频微信，浪费了时间；
如何合理安排自己的时间，这是我第一个面对的问题；不应该把大量时间浪费在浏览网页和视频上面；必须要有针对性地接收信息；被动地被信息轰炸，已经严重影响到了个人的时间利用效率；

早上7点是精力最好的时间，把复杂困难的任务安排在早上；早上闹钟响后，起身睁眼10分钟，然后起床；
每天早上列一个 TOdolist清单；注意合理安排时间；





