每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"理想的自己：精通英语，精通电子、PCB、编程、机器视觉、人工智能；能将技术应用到企业生产实际，切实解决企业实际问题"
"#########################################################################

20230526昨天上党课，在对学生讲课后，我也反思自己
个人优点：能认真学习技术，不自私，开放包容；
缺点：
1.过于盯小技术，学习涉及面宽，但不精，不深，不能把一件事做到精通；
2.不愿意谋划长远大局，过于关注短期，管的事情太多，要把该放的事情放开，不要太操心不重要的事情;
3.盯大师、盯关键人物不够，没有抓住可以指点自己的人长期进行跟进学习；
4.没有突破点，个人荣誉 个人业绩 不注重积累 要在论文或课程或技术方面找个突破


现在分析分析自己：
现状：46 教授 分院院长 技术面广 
下一步：
1.找到一个自己的导师  梁伟--一是他在绍兴 二是他人品好 三结合文理研究生导师的事，做好，带好几个学生真正提升自己能力；
跟梁伟学习技术，那电子基础必须加强；模拟 数字 单片机 要强化；

2.强化机器视觉，以机器视觉为突破口，开展与三花、杭电、海康的合作；





其他思考：
顶层设计非常重要，顶层决定一件事，一定要有意义，有目的，有收获，无谓的消耗会降低团队效率；做出的决定，要坚持走下去，并要达到目标；减少错误的决定或无意义的事；现在学校存在的问题，就是做了很多事，都没有成果，没有收获，消耗了老师精力，降低了老师的信心；做事三问：一是不是有必要？二是不是有意义？三是不是有收获？

徐文杰到分院调研时，讲到大学里身体素质 讲到要不断思考 谈到陈加明说 杭职就是 找企业 下企业；这个我是认同的，做为高职教师，要真正走进企业才行；

丰子恺讲到：看书学习一定是要吃苦的，躺在床上，呆在草地上，决不可能读好书，尤其是学习外语；一定要背单词，读文章，要从语气 腔调 发音各方面学外国人，繁体读字，22笔画，他分4次，标记在每篇英文文章后，22次才学完一篇；

管理的艺术一书的提到：学习最好的方法，就是教；把知识教给他人的时候，是自己学习思考最多的时候；

回故历史，无数人都不曾留下痕迹；尽早找到自己的优势，并发挥出来，这就是人生的意义；


