每天思考、阅读、学习、整理然后上传github-----水滴石穿
PDCA--PLAN计划  DO执行  CHECK检查  ADJUST改进
"#########################################################################
思想决定行为，行为决定习惯，习惯决定性格，性格决定命运；
世界上有许多事业有成的人，并不一定是因为他比你会做，而仅仅是因为他比你敢做，而且坚持努力，人家可以做成的事，你一定也可以做成功！
保持专注，集中精神，做一件值得做的事情
"理想的自己：精通英语，精通电子、PCB、编程、机器视觉、人工智能；能将技术应用到企业生产实际，切实解决企业实际问题"
"#########################################################################

20230526昨天上党课，在对学生讲课后，我也反思自己
个人优点：能认真学习技术，不自私，开放包容；
缺点：
1.过于盯小技术，学习涉及面宽，但不精，不深，不能把一件事做到精通；
2.不愿意谋划长远大局，过于关注短期，管的事情太多，要把该放的事情放开，不要太操心不重要的事情;
3.盯大师、盯关键人物不够，没有抓住可以指点自己的人长期进行跟进学习；
4.没有突破点，个人荣誉 个人业绩 不注重积累 要在论文或课程或技术方面找个突破


现在分析分析自己：
现状：46 教授 分院院长 技术面广 善于    
下一步：
1.找到一个自己的导师  梁伟--一是他在绍兴 二是他人品好 三结合文理研究生导师的事，做好，带好几个学生真正提升自己能力；
2.跟梁伟学习技术，那电子基础必须加强；模拟 数字 单片机 要强化；
