#include <bits/stdc++.h>
using namespace std;
//a[i][j][k]表示第i个数字的第j行的第k列，
char a[10][5][3]=
{
	{
		'X','X','X',
		'X','.','X',
		'X','.','X',
		'X','.','X',
		'X','X','X',
	},
	{
		'.','.','X',
		'.','.','X',
		'.','.','X',
		'.','.','X',
		'.','.','X',
	},
	{
		'X','X','X',
		'.','.','X',
		'X','X','X',
		'X','.','.',
		'X','X','X',
	},
	{
		'X','X','X',
		'.','.','X',
		'X','X','X',
		'.','.','X',
		'X','X','X',
	},
	{
		'X','.','X',
		'X','.','X',
		'X','X','X',
		'.','.','X',
		'.','.','X',
	},
	{
		'X','X','X',
		'X','.','.',
		'X','X','X',
		'.','.','X',
		'X','X','X',
	},
	{
		'X','X','X',
		'X','.','.',
		'X','X','X',
		'X','.','X',
		'X','X','X',
	},
	{//7
		'X','X','X',
		'.','.','X',
		'.','.','X',
		'.','.','X',
		'.','.','X',
	},
	{//8
		'X','X','X',
		'X','.','X',
		'X','X','X',
		'X','.','X',
		'X','X','X',
	},
	{//9
		'X','X','X',
		'X','.','X',
		'X','X','X',
		'.','.','X',
		'X','X','X',
	}
};

//a[i][j][k]表示第i个数字的第j行的第k列，
int main()
{
    int n; cin>>n;
    char ch[n];
    for(int i=0;i<n;i++) cin>>ch[i];
    string st[5];
    for(int i=0;i<5;i++) st[i]="";
    for (int i=0;i<n;i++){
        int x=ch[i]-'0';
        for(int j=0;j<5;j++){
            for(int k=0;k<3;k++){
                st[j]=st[j]+a[x][j][k];
            }
            st[j]+=".";
        }
    }
    int len=st[0].size();
    for(int i=0;i<5;i++) {
        for(int j=0;j<len-1;j++)
        cout<<st[i][j];
        cout<<endl;
    }
    
    return 0;
}
	

